Repository: amitrahav/hebrew-woocommerce-back-front
Catalog: woocommerce-admin-*.po
Languages: he_il

source: WooCommerce Tax Rates (CSV)
he_il: שיעורי מס WooCommerce (CSV)

source: Import <strong>tax rates</strong> to your store via a csv file.
he_il: מחירי יבוא <strong> מס </ strong> לחנות שלך באמצעות קובץ CSV.

source: Sorry, there has been an error.
he_il: מצטער, חלה טעות.

source: The file does not exist, please try again.
he_il: הקובץ לא קיים, אנא נסה שוב.

source: The CSV is invalid.
he_il: CSV אינו חוקי.

source: Import complete - imported <strong>%s</strong> tax rates and skipped <strong>%s</strong>.
he_il: יבוא מלא -% <strong> המיובאים של </ strong> שיעורי מס ודלג <strong>% s </ strong>.

source: All done!
he_il: כל הכבוד!

source: View Tax Rates
he_il: צפו בשיעורי המס

source: Import Tax Rates
he_il: ייבא שיעורי מס

source: Hi there! Upload a CSV file containing tax rates to import the contents into your shop. Choose a .csv file to upload, then click "Upload file and import".
he_il: היי שם! העלאה קובץ CSV המכיל שיעורי מס כדי לייבא את התוכן לתוך החנות שלך. בחר קובץ csv. להעלות, לאחר מכן לחץ על "העלה קובץ ייבא".

source: Tax rates need to be defined with columns in a specific order (10 columns). <a href="%s">Click here to download a sample</a>.
he_il: שיעורי מס צריכים להיות מוגדרים עם עמודות לפי סדר מסוים (10 עמודים). href="%s"> <a לחץ כאן כדי להוריד מדגם </ a>.

source: Before you can upload your import file, you will need to fix the following error:
he_il: לפני שאתה יכול להעלות את קובץ היבוא שלך, אתה צריך לתקן את השגיאה הבאה:

source: Choose a file from your computer:
he_il: בחר קובץ מהמחשב שלך:

source: Maximum size: %s
he_il: גודל מקסימאלי:% s

source: OR enter path to file:
he_il: או הזן נתיב לקובץ:

source: Delimiter
he_il: מפריד

source: Upload file and import
he_il: העלה קובץ וייבא

source: No product to duplicate has been supplied!
he_il: לא סופק מוצר לשכפול

source: Product creation failed, could not find original product:
he_il: יצירת מוצר נכשלה, לא הצלחנו למצוא את המוצר מקורי:

source: (Copy)
he_il: (העתק)

source: <strong>Welcome to WooCommerce</strong> &#8211; You're almost ready to start selling :)
he_il: <strong> ברוכים הבאים לWooCommerce </ strong> - אתה כמעט מוכן להתחיל למכור :)

source: Install WooCommerce Pages
he_il: התקנת עמודים WooCommerce

source: Skip setup
he_il: דלג על ההתקנה

source: <strong>Your theme does not declare WooCommerce support</strong> &#8211; if you encounter layout issues please read our integration guide or choose a WooCommerce theme :)
he_il: <strong> הנושא שלך לא להצהיר על תמיכת WooCommerce </ strong> - אם אתה נתקלת בבעיות פריסה אנא קרא את המדריך לאינטגרציה שלנו, או לבחור WooCommerce נושא :)

source: Theme Integration Guide
he_il: מדריך שילוב נושא

source: Hide this notice
he_il: הסתר הודעה זו

source: <strong>Data Update Required</strong> &#8211; We just need to update your install to the latest version
he_il: נתונים <strong> עדכון דרוש </ strong> - אנחנו רק צריכים לעדכן את ההתקנה שלך לגרסה העדכנית ביותר

source: Run the updater
he_il: הפעל את המעדכן

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
he_il: מומלץ מאוד לגבות את מסד הנתונים לפני שתמשיכו. האם אתם בטוחים שברצונכם להפעיל את ה'מעדכן' עכשיו?

# slug
source: product-category
he_il: קטגוריית מוצר

# slug
source: product-tag
he_il: תג מוצר

# slug
source: product
he_il: מוצר

# page_slug
source: lost-password
he_il: איבד את הסיסמה-

source: Lost Password
he_il: איבד את הסיסמא

source: Welcome to WooCommerce
he_il: ברוכים הבאים לWooCommerce

source: Welcome to WooCommerce %s
he_il: ברוכים הבאים לWooCommerce% s

source: Thanks, all done!
he_il: תודה, כל כבוד!

source: Thank you for updating to the latest version!
he_il: תודה לך על עדכון לגרסה העדכנית ביותר!

source: Thanks for installing!
he_il: תודה על ההתקנה!

source: %s WooCommerce %s is more powerful, stable, and secure than ever before. We hope you enjoy it.
he_il: % s WooCommerce% s היא יותר חזקה, יציב, ומאובטחת יותר מאי פעם. אנו מקווים שאתה נהנה מזה.

source: Version %s
he_il: גרסת% s

source: Settings
he_il: הגדרות

source: What's New
he_il: מה חדש

source: Credits
he_il: קרדיטים

source: Security in mind
he_il: מחשבה על אבטחה

source: Sucuri Safe Plugin
he_il: תוסף Sucuri Safe

source: You will be happy to learn that WooCommerce has been audited and certified by the Sucuri Security team. Whilst there is not much to be seen visually to understand the amount of work that went into this audit, rest assured that your website is powered by one of the most powerful and stable eCommerce plugins available.
he_il: אתה תהיה שמח ללמוד כי WooCommerce כבר נבדק ואושר על ידי צוות אבטחת Sucuri. בעוד שאין הרבה מה לראות מבחינה ויזואלית כדי להבין את כמות העבודה שהושקעה בביקורת, היה סמוך ובטוח כי אתר האינטרנט שלך מופעל על ידי אחד מתוספי המסחר האלקטרוני הכי עוצמתיים והיציבים שיש.

source: A Smoother Admin Experience
he_il: חווית ניהול טובה יותר

source: New Product Panel
he_il: לוח מוצרים חדש

source: We have revised the product data panel making it cleaner, more streamlined, and more logical. Adding products is a breeze!
he_il: שכתבנו את לוח הנתונים של המוצרים כך שיהיה נקי יותר, יעיל יותר, והגיוני יותר. הוספת מוצרים הוא תהליך פשוט ביותר!

source: Nicer Order Screens
he_il: מסכי הזמנה יפים יותר

source: Order pages have had a cleanup, with a more easily scannable interface. We particularly like the new status icons!
he_il: דפי הזמנה עברו 'ניקוי', עם ממשק קריא וברור יותר. אנחנו אוהבים במיוחד את סמלי הסטטוס החדשים!

source: Multi-Download Support
he_il: תמיכה בהורדות מרובות

source: Products can have multiple downloadable files - purchasers will get access to all the files added.
he_il: מוצרים יכולים להיות מספר רב של קבצים להורדה - רוכשים יקבלו גישה לכל קבצים שנוספו.

source: Less Taxing Taxes
he_il: הפחתת מיסוי מיסים

source: New Tax Input Panel
he_il: לוח קלט מס חדש

source: The tax input pages have been streamlined to make inputting taxes simpler - adding multiple taxes for a single jurisdiction is now much easier using the priority system. There is also CSV import/export support.
he_il: את דפי מס התשומות היו יעיל כדי להפוך את מסים המזינים פשוטים - הוספת מסים מרובים לשיפוט יחיד היא עכשיו הרבה יותר קלה שימוש במערכת ראש סדר העדיפויות. יש גם תמיכה ביבוא / יצוא CSV.

source: Improved Tax Options
he_il: אפשרויות מיסים משופרים

source: As requested by some users, we now support taxing the billing address instead of shipping (optional), and we allow you to choose which tax class applies to shipping.
he_il: כמבוקש על ידי חלק מהמשתמשים, עכשיו אנחנו תומכים במיסוי כתובת החיוב במקום משלוח (אופציונלי), ואנו מאפשרים לך לבחור אילו סיווגי מס חלים על משלוח.

source: Product Listing Improvements Customers Will Love
he_il: שיפור ברישום מוצרים שלקוחות יאהבו

source: New Sorting Options
he_il: אפשרויות מיון חדשות

source: Customers can now sort products by popularity and ratings.
he_il: לקוחות יכולים כעת למיין את המוצרים לפי פופולריות ודירוג.

source: Better Pagination and Result Counts
he_il: ספירת עימוד ותוצאה טובה יותר

source: Numbered pagination has been added to core, and we show the number of results found above the listings.
he_il: חלוקה לעמודים ממוספרים נוספה לליבה, ואנו מציגים את מספר התוצאות שנמצאו מעל לרישומים.

source: Inline Star Rating Display
he_il: תצוגת דירוג כוכבים מוטבעת

source: We have added star ratings to the catalog which are pulled from reviews.
he_il: הוספנו דירוגי כוכבים לקטלוג אשר משכו מחוות דעת.

source: Under the Hood
he_il: .מתחת למכסה המנוע

source: New product classes
he_il: סיווג מוצר חדש

source: The product classes have been rewritten and are now factory based. Much more extendable, and easier to query products using the new <code>get_product()</code> function.
he_il: מעמדות המוצר שוכתבו והם מבוססים כיום במפעל. הרבה יותר להארכה, וקל יותר למוצרי השאילתה באמצעות get_product החדש <code> () </ code> פונקציה.

source: Capability overhaul
he_il: שיפוץ יכולת

source: More granular capabilities for admin/shop manager roles covering products, orders and coupons.
he_il: יכולות פרטניות יותר לתפקידי מנהל מנהל / חנות כיסוי מוצרים, הזמנות וקופונים.

source: API Improvements
he_il: שיפורי API

source: <code>WC-API</code> now has real endpoints, and we've optimised the gateways API significantly by only loading gateways when needed.
he_il: <code> WC-API </ code> עכשיו יש נקודות קצה אמיתיות, ושייעלנו באופן משמעותי על ידי API השערים בלבד טעינת שערים בעת צורך.

source: Cache-friendly cart widgets
he_il: יישומוני סל ידידותיים למטמון

source: Cart widgets and other "fragments" are now pulled in via AJAX - this works wonders with static page caching.
he_il: יישומונים סל ו "שברים" אחרים נמצאים כעת משכו בבאמצעות AJAX - זה עובד פלאים באחסון במטמון דף סטטי.

source: Session handling
he_il: טיפול ב"שיחות"

source: PHP SESSIONS have been a problem for many users in the past, so we've developed our own handler using cookies and options to make these more reliable.
he_il: הפעלות PHP היו בעיה עבור משתמשים רבים בעבר, ולכן פיתחנו המטפל שלנו באמצעות קוקייס ואפשרויות לעשות אלה אמינים יותר.

source: Retina Ready
he_il: מוכן לצג רשתית

source: All graphics within WC have been optimised for HiDPI displays.
he_il: כל הגרפיקה בתוך מקלחת כבר מותאמת לצגי HiDPI.

source: Better stock handling
he_il: ניהול טוב יותר של המלאי

source: We have added an option to hold stock for unpaid orders (defaults to 60mins). When this time limit is reached, and the order is not paid for, stock is released and the order is cancelled.
he_il: הוספנו אפשרות להחזיק מלאי עבור הזמנות שלא שולמו (ברירת מחדל היא 60 דק'). כאשר מגבלת הזמן תמה וההזמנה לא שולמה, המלאי משוחרר וההזמנה מבוטלת

source: Improved Line-item storage
he_il: השתפר אחסון Line-פריט

source: We have changed how order items get stored making them easier (and faster) to access for reporting. Order items are no longer serialised within an order - they are stored within their own table.
he_il: שינינו את הדרך שבה פריטי ההזמנה מאוחנים,מה שהופך את הדיווח למהיר יותר ופשוט יותר. פריטי הזמנה כבר לא מקוטלגים בתוך הזמנה אלא מאוחסנים בטבלה אישית.

source: Autoload
he_il: העלאה אוטומית

source: We have setup autoloading for classes - this has dramatically reduced memory usage in 2.0.
he_il: הגדרו autoloading לסיווגים - זה מצמצם את השימוש בזיכרון באופן דרמטי ב2.0.

source: Go to WooCommerce Settings
he_il: עבור לWooCommerce הגדרות

source: WooCommerce is developed and maintained by a worldwide team of passionate individuals and backed by an awesome developer community. Want to see your name? <a href="https://github.com/woothemes/woocommerce/blob/master/CONTRIBUTING.md">Contribute to WooCommerce</a>.
he_il: WooCommerce מפותח ומתוחזק על ידי צוות עולמי של אנשים נלהבים ומגובה על ידי קהילת מפתחים מדהימה. רוצה לראות את השם שלך? href="https://github.com/woothemes/woocommerce/blob/master/CONTRIBUTING.md"> <a לתרום WooCommerce </ a>.

source: View %s
he_il: צפה ב% s

source: Make a duplicate from this product
he_il: שכפל מוצר זה

source: Duplicate
he_il: שכפל

source: Copy to a new draft
he_il: העתק לטיוטה חדשה

source: Image
he_il: תמונה

source: Name
he_il: שם

source: SKU
he_il: מק"ט

source: Stock
he_il: מלאי

source: Price
he_il: מחיר

source: Categories
he_il: קטגוריות

source: Tags
he_il: תגיות

source: Featured
he_il: מובחר

source: Type
he_il: סוג

source: Date
he_il: תאריך

source: Edit this item
he_il: ערוך פריט זה

source: Edit
he_il: ערוך

source: Edit this item inline
he_il: ערוך פריט מוטבע זה

source: Quick&nbsp;Edit
he_il: עריכה מהירה

source: Restore this item from the Trash
he_il: שחזור פריט זה מהאשפה

source: Restore
he_il: שחזר

source: Move this item to the Trash
he_il: הזז פריט זה לאשפה

source: Trash
he_il: אשפה

source: Delete this item permanently
he_il: מחוק פריט זה לצמיתות

source: Delete Permanently
he_il: מחק לצמיתות

source: Preview &#8220;%s&#8221;
he_il: תצוגה מקדימה "% s"

source: Preview
he_il: תצוגה מקדימה

source: View &#8220;%s&#8221;
he_il: הצג את "% s"

source: View
he_il: צפייה

source: Grouped
he_il: מקובצים

source: External/Affiliate
he_il: חיצוניים / שותפים

source: Virtual
he_il: וירטואלי

source: Downloadable
he_il: להורדה

source: Simple
he_il: פשוט

source: Variable
he_il: משתנה

source: Toggle featured
he_il: שנה 'נבחרים'

source: yes
he_il: כן

source: no
he_il: לא

source: In stock
he_il: במלאי

source: Out of stock
he_il: אזל מהמלאי

source: Show all product types
he_il: הצג את כל סוגי המוצרים

source: Grouped product
he_il: מוצר מקובץ

source: External/Affiliate product
he_il: מוצר / שותפים חיצוני

source: Simple product
he_il: מוצר פשוט

source: Show all sub-types
he_il: הצג את כל תתי הסוגים

source: [%s with SKU of %s]
he_il: [% S עם מק"ט של% s]

source: [%s with ID of %d]
he_il: [% S עם תעודת זהות של% D]

source: Product Data
he_il: הנתונים של מוצר

source: Regular price
he_il: מחיר רגיל

source: Sale
he_il: מבצע

source: Sale price
he_il: מחיר מבצע

source: Weight
he_il: משקל

source: Length
he_il: אורך

source: Width
he_il: רוחב

source: Height
he_il: גובה

source: Visibility
he_il: נראות

source: Catalog &amp; search
he_il: קטלוג וחיפוש

source: Catalog
he_il: קטלוג

source: Search
he_il: חפש

source: Hidden
he_il: נסתר

source: In stock?
he_il: במלאי?

source: Manage stock?
he_il: ניהול מלאי?

source: Stock Qty
he_il: כמות מלאי

source: — No Change —
he_il: - ללא שינוי -

source: Change to:
he_il: שנה ל:

source: Increase by (fixed amount or %):
he_il: תגדל ב (סכום קבוע או%):

source: Decrease by (fixed amount or %):
he_il: ירידה של (סכום קבוע או%):

source: Enter price
he_il: הזן מחיר

source: Decrease regular price by (fixed amount or %):
he_il: ירידת מחיר קבוע על ידי (סכום קבוע או%):

source: Yes
he_il: כן

source: No
he_il: לא

source: Sort Products
he_il: מיין מוצרים

source: Insert into product
he_il: הכנס לתוך המוצר

source: Uploaded to this product
he_il: הועלה למוצר

source: Code
he_il: קוד

source: Coupon type
he_il: סוג קופון

source: Coupon amount
he_il: סכום קופון

source: Description
he_il: תיאור

source: Product IDs
he_il: מזהה מוצר/ים

source: Usage / Limit
he_il: שימוש / הגבלה

source: Expiry date
he_il: תאריך תפוגה

source: Edit coupon
he_il: ערוך את הקופון

source: %s / &infin;
he_il: % S / ∞

source: Show all types
he_il: הצג את כל הסוגים

source: Status
he_il: סטטוס

source: Order
he_il: הזמנה

source: Billing
he_il: חיוב

source: Shipping
he_il: משלוח

source: Order Total
he_il: סה"כ הזמנה

source: Order Notes
he_il: הערות הזמנה

source: Customer Notes
he_il: הערות של לקוחות

source: Actions
he_il: פעולות

source: Guest
he_il: אורח

source: Order %s
he_il: סדר% s

source: made by
he_il: נעשה על ידי

source: Email:
he_il: דואר אלקטרוני:

source: Tel:
he_il: טל ':

source: Via
he_il: באמצעות

source: Unpublished
he_il: לא פורסם

source: Y/m/d g:i:s A
he_il: Y / M / D G: i: s

source: %s ago
he_il: % S לפני

source: Processing
he_il: מעובד

source: Complete
he_il: הושלם

source: Show all statuses
he_il: הצג את כל הסטטוסים

source: Show all customers
he_il: הצג את כל הלקוחות

source: Revoke Access
he_il: בטל את הגישה

source: Click to toggle
he_il: לחץ כדי לעבור

source: File %d: %s
he_il: % D קובץ:% s

source: Downloaded %s time
he_il: הורידו % פעמים

source: Downloads Remaining
he_il: הורדות שנותרו

source: Unlimited
he_il: בלתי מוגבל

source: Access Expires
he_il: גישה פגה

source: Never
he_il: מעולם לא

source: Fee Name
he_il: שם תשלום

source: Tax class
he_il: סיווג מס

source: Taxable
he_il: חייב במס

source: Standard
he_il: סטנדרט

source: Total
he_il: סך הכל

source: Product ID:
he_il: מזהה מוצר:

source: Variation ID:
he_il: מזהה וריאציה:

source: Product SKU:
he_il: מק"ט מוצר:

source: Add&nbsp;meta
he_il: הוסף מטא

source: Subtotal
he_il: סיכום ביניים

source: Tax Rate:
he_il: שיעור מס:

source: Sales Tax:
he_il: מס קנייה:

source: Shipping Tax:
he_il: מס משלוח:

source: Remove
he_il: הסר

source: Any
he_il: כל

source: Enter a SKU for this variation or leave blank to use the parent product SKU.
he_il: הזן את מק"ט עבור וריאציה זו או שאר ריק כדי להשתמש במוצר מק"ט ההורה.

source: Stock Qty:
he_il: כמות מלאי:

source: Enter a quantity to enable stock management at variation level, or leave blank to use the parent product's options.
he_il: הזן את הכמות כדי לאפשר ניהול מלאי ברמת גיוון, או שאר ריק כדי להשתמש באפשרויות של מוצר הבכיר.

source: Regular Price:
he_il: מחיר רגיל:

source: Variation price (required)
he_il: מחיר הווריאציה (חובה)

source: Sale Price:
he_il: מחיר מבצע:

source: Schedule
he_il: לוח זמנים

source: Cancel schedule
he_il: ביטול לוח זמנים

source: Sale start date:
he_il: תאריך תחילת המבצע

# placeholder
source: From&hellip;
he_il: מ ...

source: Sale end date:
he_il: תאריך סיום המבצע:

# placeholder
source: To&hellip;
he_il: אל ...

source: Enter a weight for this variation or leave blank to use the parent product weight.
he_il: הזן משקל עבור וריאציה זו או השאר ריק כדי להשתמש במשקל ממוצר בכיר.

source: Dimensions (L&times;W&times;H)
he_il: מידות (L × W × H)

source: Shipping class:
he_il: סיווג משלוח:

source: Same as parent
he_il: כמו בכיר

source: Tax class:
he_il: סיווג מס:

source: File paths:
he_il: נתיבי קובץ:

source: Enter one or more File Paths, one per line, to make this variation a downloadable product, or leave blank.
he_il: הזן אחד או יותר נתיבי קבצים, אחד בכל שורה, כדי להפוך את הווריאציה זו מוצר להורדה, או השאר ריק.

source: File paths/URLs, one per line
he_il: נתיבי קבצים / כתובות, אחת בכל שורה

source: Choose a file
he_il: בחר קובץ

source: Upload
he_il: העלאה

source: Insert file URL
he_il: הכנס כתובת URL לקובץ

source: Download Limit:
he_il: מגבלת הורדה:

source: Leave blank for unlimited re-downloads.
he_il: השאר ריק להסרת הגבלה על הורדות מחדש

source: Download Expiry:
he_il: תפוגת הורדה:

source: Enter the number of days before a download link expires, or leave blank.
he_il: הזן את מספר הימים לפני שיפוג קישור להורדה, או להשאיר ריק.

source: Enabled
he_il: מופעל

source: Enable this option if access is given to a downloadable file upon purchase of a product
he_il: הפעל אפשרות זו אם הגישה ניתנת להורדת קובץ ברכישת מוצר

source: Enable this option if a product is not shipped or there is no shipping cost
he_il: הפעל אפשרות זו אם מוצר לא נשלח או שאין עלות משלוח

source: Coupon description
he_il: תיאור קופון

source: Optionally enter a description for this coupon for your reference.
he_il: לחלופין להזין תיאור לקופון זה לעיונך.

source: Discount type
he_il: סוג הנחה

source: Value of the coupon.
he_il: ערך של הקופון.

source: Enable free shipping
he_il: אפשר משלוח חינם

source: Check this box if the coupon grants free shipping. The <a href="%s">free shipping method</a> must be enabled with the "must use coupon" setting checked.
he_il: סמנו תיבה זו אם הקופון מעניק משלוח חינם. שיטת המשלוח חינם href="%s"> </ a> חייב לסמן "חייב להשתמש בקופון" .

source: Individual use
he_il: שימוש אישי

source: Check this box if the coupon cannot be used in conjunction with other coupons.
he_il: סמנו תיבה זו אם לא ניתן להשתמש בשילוב של קופון זה עם קופונים אחרים.

source: Apply before tax
he_il: החל לפני המס

source: Check this box if the coupon should be applied before calculating cart tax.
he_il: סמנו תיבה זו אם הקופון צריך להיות מיושם לפני חישוב מס סל קניות.

source: Exclude sale items
he_il: אל תכלול פריטים במבצע

source: Check this box if the coupon should not apply to items on sale. Per-item coupons will only work if the item is not on sale. Per-cart coupons will only work if there are no sale items in the cart.
he_il: סמנו תיבה זו אם הקופון לא יחול על פריטים במבצע.קופונים לפריטים מסויימים יעבדו רק אם הפריט אינו במבצע. קופונים לכל סל הקניות יעבדו רק אם אין פריטים בסל פריטים במבצע.

source: Minimum amount
he_il: סכום מינימאלי

source: No minimum
he_il: אין מינימום

source: This field allows you to set the minimum subtotal needed to use the coupon.
he_il: שדה זה מאפשר לך להגדיר את סכום הביניים המינימאלי הדרוש כדי להשתמש בקופון.

source: Products
he_il: מוצרים

source: Search for a product&hellip;
he_il: חפש את מוצר ...

source: Products which need to be in the cart to use this coupon or, for "Product Discounts", which products are discounted.
he_il: מוצרים אשר צריכים להיות בסל לשימוש קופון זה או, עבור "מוצר" הנחות, שמוצרים מוזלים.

source: Exclude products
he_il: הוצא מוצרים

source: Search for a product…
he_il: חפש את מוצר ...

source: Products which must not be in the cart to use this coupon or, for "Product Discounts", which products are not discounted.
he_il: מוצרים שלא חייב להיות בסל לשימוש קופון זה או, עבור "מוצר" הנחות, שמוצרים לא מוזלים.

source: Product categories
he_il: קטגוריות מוצר

source: Any category
he_il: כל קטגוריה

source: A product must be in this category for the coupon to remain valid or, for "Product Discounts", products in these categories will be discounted.
he_il: מוצר חייב להיות בקטגוריה זו כדי שהקופון יהיה בתוקף או, עבור "הנחות" למוצר, מוצרים בקטגוריות אלה יהיו מוזלים.

source: Exclude categories
he_il: תכלול קטגוריות

source: No categories
he_il: אין קטגוריות

source: Product must not be in this category for the coupon to remain valid or, for "Product Discounts", products in these categories will not be discounted.
he_il: מוצר לא חייב להיות בקטגוריה זו בכדי שהקופון יהיה בתוקף או, עבור "הנחות" במוצר, מוצרים בקטגוריות אלה לא יהיו מוזלים.

source: Email restrictions
he_il: הגבלות אימייל

source: No restrictions
he_il: אין הגבלות

source: List of emails to check against the customer's billing email when an order is placed.
he_il: רשימה של הודעות דוא"ל כדי לבצע השוואה כאשר הזמנה נכנסת מול הדואר האלקטרוני לחיוב של הלקוח.

source: Usage limit
he_il: מגבלת שימוש

# placeholder
source: Unlimited usage
he_il: שימוש בלתי מוגבל

source: How many times this coupon can be used before it is void.
he_il: מספר הפעמים שניתן להשתמש בקופון הזה לפני שהוא מבוטל.

# placeholder
source: Never expire
he_il: אף פעם לא תפוג

source: The date this coupon will expire, <code>YYYY-MM-DD</code>.
he_il: קופון זה יפוג בתאריך, </ code> YYYY-MM-DD <code>.

source: Coupon code already exists - customers will use the latest coupon with this code.
he_il: קוד קופון כבר קיים - לקוחות ישתמשו בקופון האחרון עם הקוד הזה.

source: Order Details
he_il: פרטי הזמנה

source: Order number
he_il: מספר הזמנה

source: Customer IP:
he_il: IP לקוח:

source: General Details
he_il: פרטים כלליים

source: Order status:
he_il: מצב הזמנה:

source: Order Date:
he_il: תאריך הזמנה

source: h
he_il: שעות

source: m
he_il: דק

source: Customer:
he_il: לקוח:

source: Customer Note:
he_il: הערת לקוח:

source: Customer's notes about the order
he_il: הערות לקוח עבור ההזמנה

source: Billing Details
he_il: פרטי חיוב

source: First Name
he_il: שם פרטי

source: Last Name
he_il: שם משפחה

source: Company
he_il: חברה

source: Address 1
he_il: כתובת 1

source: Address 2
he_il: כתובת 2

source: City
he_il: עיר

source: Postcode
he_il: מיקוד

source: Country
he_il: מדינה

source: Select a country&hellip;
he_il: בחר מדינה ...

source: State/County
he_il: מדינה / מחוז

source: Email
he_il: דוא"ל

source: Phone
he_il: טלפון

source: Address
he_il: כתובת

source: No billing address set.
he_il: לא נקבעה כתובת לחיוב.

source: Load billing address
he_il: כתובת חיוב עומס

source: Shipping Details
he_il: פרטי משלוח

source: No shipping address set.
he_il: כתובת למשלוח לא מוגדרת.

source: Load shipping address
he_il: טען את הכתובת למשלוח

source: Copy from billing
he_il: העתק מחיוב

source: Item
he_il: פריט

source: Tax Class
he_il: סיווג מס

source: Tax class for the line item
he_il: סיווג מס עבור שורת פריט

source: Qty
he_il: כמות

source: Cost
he_il: עלות

source: Line subtotals are before pre-tax discounts, totals are after.
he_il: סכומי ביניים הן לפני הנחות לפני-מס, סכומים מופעיר לאחר מכן

source: Tax
he_il: מס

source: Delete Lines
he_il: מחק את הקווים

source: Stock Actions
he_il: פעולות מלאי

source: Reduce Line Stock
he_il: הפחת קו מלאי

source: Increase Line Stock
he_il: הגדל את קו המלאי

source: Apply
he_il: יישם

source: Add item(s)
he_il: הוסף פריט (ים)

source: Add fee
he_il: הוסף תשלום

source: Resend order emails
he_il: שלח שוב את דוא"ל/ים ההזמנות
