Repository: amitrahav/hebrew-woocommerce-back-front
Catalog: woocommerce-admin-*.po
Languages: he_il

source: Remove zeros after the decimal point. e.g. <code>$10.00</code> becomes <code>$10</code>
he_il: הסר את האפסים אחרי הנקודה העשרונית. למשל <code> 10.00 $ </ code> הופך <code> 10 $ </ code>

source: Image Options
he_il: אפשרויות תמונה

source: These settings affect the actual dimensions of images in your catalog - the display on the front-end will still be affected by CSS styles. After changing these settings you may need to <a href="%s">regenerate your thumbnails</a>.
he_il: הגדרות אלה משפיעות על הממדים האמיתיים של תמונות בקטלוג שלך - התצוגה על חזיתי עדיין תושפע מסגנונות CSS. לאחר שינוי הגדרות אלה, ייתכן שתצטרכו href="%s"> <a להתחדש התמונות הממוזערות שלך </ a>.

source: Catalog Images
he_il: קטלוג תמונות

source: This size is usually used in product listings
he_il: גודל זה משמש בדרך כלל ברשימות מוצרים

source: Single Product Image
he_il: תמונת אחת למוצר

source: This is the size used by the main image on the product page.
he_il: זהו הגודל המשמש את התמונה הראשית בדף המוצר.

source: Product Thumbnails
he_il: תמונות מוקטנות של מוצר

source: This size is usually used for the gallery of images on the product page.
he_il: גודל זה משמש בדרך כלל לגלריה של תמונות בדף המוצר.

source: Inventory Options
he_il: אפשרויות מלאי

source: Manage Stock
he_il: ניהול המלאי

source: Enable stock management
he_il: אפשר ניהול מלאי

source: Hold Stock (minutes)
he_il: החזק במלאי (דקות)

source: Hold stock (for unpaid orders) for x minutes. When this limit is reached, the pending order will be cancelled. Leave blank to disable.
he_il: החזק מלאי (עבור הזמנות שלא שולמו) ל-x דקות. כאשר עבר זמן מוגדר זה, ההזמנה תבוטל. השאר ריק בכדי לבטל את האפשרות הזו.

source: Notifications
he_il: התראות

source: Enable low stock notifications
he_il: אפשר התראות על מלאי נמוך

source: Enable out of stock notifications
he_il: לאפשר התראות על מלאי שאזל

source: Notification Recipient
he_il: התראות נמען

source: Low Stock Threshold
he_il: סף מלאי נמוך

source: Out Of Stock Threshold
he_il: סף מלאי אזל

source: Out Of Stock Visibility
he_il: מחוץ למלאי

source: Hide out of stock items from the catalog
he_il: הוצא מוצרים שלא במלאי מהקטלוג

source: Stock Display Format
he_il: פורמט הצגת המלאי

source: This controls how stock is displayed on the frontend.
he_il: זה שולט באיך המלאי מוצג בצג הלקוח.

source: Always show stock e.g. "12 in stock"
he_il: הצג תמיד מלאי לדוגמא: "12 במלאי"

source: Only show stock when low e.g. "Only 2 left in stock" vs. "In Stock"
he_il: הצג מלאי רק כאשר המלאי נמוך לדוגמא: "רק 2 נותרו במלאי" לעומת "במלאי"

source: Never show stock amount
he_il: לעולם אל תציג כמות במלאי

source: Shipping Options
he_il: אפשרויות משלוח

source: Shipping Calculations
he_il: חישובי משלוח

source: Enable shipping
he_il: אפשר משלוח

source: Enable the shipping calculator on the cart page
he_il: הפעל את מחשבון המשלוח בעמוד סל הקניות

source: Hide shipping costs until an address is entered
he_il: הסתר עלויות משלוח עד הזנת כתובת

source: Shipping Method Display
he_il: תצוגת שיטת משלוח

source: This controls how multiple shipping methods are displayed on the frontend.
he_il: זו שולטת בשיטות משלוח מרובות מוצגות בממשק.

source: Radio buttons
he_il: כפתורי רדיו

source: Select box
he_il: בחר תיבה

source: Shipping Destination
he_il: יעד משלוח

source: Only ship to the users billing address
he_il: שלח רק לכתובת החיוב הלקוח

source: Ship to billing address by default
he_il: שלח לכתובת החיוב כברירת המחדל

source: Collect shipping address even when not required
he_il: רשום את הכתובת למשלוח, גם כאשר לא הדבר אינו חובה

source: Payment Gateways
he_il: Gateways תשלום

source: Installed payment gateways are displayed below. Drag and drop payment gateways to control their display order on the checkout.
he_il: התקינו שערי תשלום מוצגים להלן. גרור ושחרר את שערי תשלום כדי לשלוט בסדר התצוגה שלהם בקופה.

source: Tax Options
he_il: אפשרויות מס

source: Enable Taxes
he_il: לאפשר למסים

source: Enable taxes and tax calculations
he_il: לאפשר למסים וחישובי מס

source: Prices Entered With Tax
he_il: מחירים נכנסו עם מס

source: This option is important as it will affect how you input prices. Changing it will not update existing products.
he_il: אפשרות זו היא חשובה כמו זה עלול להשפיע על אופן מחירי תשומות. שינוי זה לא לעדכן את המוצרים קיימים.

source: Yes, I will enter prices inclusive of tax
he_il: כן, אני אכניס מחירים הכוללים מס

source: No, I will enter prices exclusive of tax
he_il: לא, אני אכניס מחירים שלא כוללים מס

source: Calculate Tax Based On:
he_il: חישוב מס על בסיס:

source: This option determines which address is used to calculate tax.
he_il: אפשרות זו קובעת שכתובת משמשת לחישוב מס.

source: Customer shipping address
he_il: כתובת לקוח למשלוח

source: Customer billing address
he_il: כתובת חיוב לקוחות

source: Shop base address
he_il: כתובת חנות בסיס

source: Default Customer Address:
he_il: כתובת ברירת מחדל של לקוחות:

source: This option determines the customers default address (before they input their own).
he_il: אפשרות זו קובעת את כתובת ברירת המחדל ללקוחות (לפני שהם קלט שלהם).

source: No address
he_il: אין כתובת

source: Shipping Tax Class:
he_il: סוג מס משלוח:

source: Optionally control which tax class shipping gets, or leave it so shipping tax is based on the cart items themselves.
he_il: לחלופין לשלוט בי משלוח כיתת מס מקבל, או להשאיר אותו כך מס משלוח מבוסס על סל הפריטים עצמם.

source: Shipping tax class based on cart items
he_il: סוג מס משלוח המבוסס על סל הקניות

source: Rounding
he_il: עיגול

source: Round tax at subtotal level, instead of rounding per line
he_il: מס סיבוב ברמת סיכום הביניים, במקום עיגול בכל שורה

source: Additional Tax Classes
he_il: שיעורי מס נוספים

source: List additonal tax classes below (1 per line). This is in addition to the default <code>Standard Rate</code>. Tax classes can be assigned to products.
he_il: רשימת שיעורי מס additonal מתחת לקו (1). זאת, בנוסף לברירת המחדל <code> התעריף סטנדרטי </ code>. שיעורי מס ניתן להקצות למוצרים.

source: Reduced Rate%sZero Rate
he_il: הקטין% דרגו את sZero דרג

source: Display prices during cart/checkout:
he_il: הצגת מחירים בעגלה / עזיבה:

source: Including tax
he_il: כולל מע"מ

source: Excluding tax
he_il: לא כולל מס

source: Email Sender Options
he_il: אפשרויות השולח דואר אלקטרוני

source: The following options affect the sender (email address and name) used in WooCommerce emails.
he_il: האפשרויות הבאות ישפיעו על השולח (כתובת דואר אלקטרוני ושם) ששמש במייל WooCommerce.

source: "From" Name
he_il: שם "מאת"

source: "From" Email Address
he_il: "מ" כתובת דואר אלקטרוני

source: Email Template
he_il: תבנית דואר אלקטרוני

source: This section lets you customise the WooCommerce emails. <a href="%s" target="_blank">Click here to preview your email template</a>. For more advanced control copy <code>woocommerce/templates/emails/</code> to <code>yourtheme/woocommerce/emails/</code>.
he_il: סעיף זה מאפשר לך להתאים אישית את המיילים WooCommerce. <a href="%s" target="_blank"> לחץ כאן כדי לצפות בתצוגה מקדימה תבנית הדוא"ל שלך </ a>. עבור עותק שליטה מתקדם יותר <code> woocommerce / תבניות / מיילים / </ code> ל<code> yourtheme / woocommerce / מיילים / </ code>.

source: Header Image
he_il: תמונת הכותרת

source: Enter a URL to an image you want to show in the email's header. Upload your image using the <a href="%s">media uploader</a>.
he_il: הזן כתובת אתר לתמונה שאתה רוצה להציג בכותרת של הדואר האלקטרוני. להעלות את התמונה שלך באמצעות התקשורת הועלה href="%s"> </ a>.

source: Email Footer Text
he_il: טקסט כותרת תחתונה דוא"ל

source: The text to appear in the footer of WooCommerce emails.
he_il: הטקסט יופיע בכותרת התחתונה של המיילים WooCommerce.

source: Powered by WooCommerce
he_il: מופעל על ידי WooCommerce

source: Base Colour
he_il: צבע בסיס

source: The base colour for WooCommerce email templates. Default <code>#557da1</code>.
he_il: צבע הבסיס לתבניות דואר אלקטרוני WooCommerce. <code> ברירת המחדל # 557da1 </ code>.

source: Background Colour
he_il: צבע רקע

source: The background colour for WooCommerce email templates. Default <code>#f5f5f5</code>.
he_il: צבע הרקע לתבניות דואר אלקטרוני WooCommerce. <code> ברירת המחדל # f5f5f5 </ code>.

source: Email Body Background Colour
he_il: צבע רקע גוף דוא"ל

source: The main body background colour. Default <code>#fdfdfd</code>.
he_il: צבע רקע הגוף העיקרי. <code> ברירת המחדל # fdfdfd </ code>.

source: Email Body Text Colour
he_il: צבע גוף טקסט דוא"ל

source: The main body text colour. Default <code>#505050</code>.
he_il: צבע גוף הטקסט הראשי. <code> ברירת המחדל # 505,050 </ code>.

source: Default
he_il: ברירת מחדל

source: Gateway
he_il: גייטוואי

source: Gateway ID
he_il: מזהה גייטוואי

source: Shipping Methods
he_il: שיטות משלוח

source: Drag and drop methods to control their display order.
he_il: שיטות גרור ושחרר כדי לשלוט בתצוגה שלהם.

source: Shipping Method
he_il: שיטת משלוח

source: Method ID
he_il: מזהה שיטה

source: Tax Rates for the "%s" Class
he_il: שיעורי מס למעמד "% s"

source: Define tax rates for countries and states below. <a href="%s">See here</a> for available alpha-2 country codes.
he_il: מגדיר שיעורי מס לארצות ומדינות בהמשך. href="%s"> href="#"> ראה כאן </ a> לאלפא 2 קודי ארץ זמינים.

source: Country&nbsp;Code
he_il: קידומת בינלאומית

source: A 2 digit country code, e.g. US. Leave blank to apply to all.
he_il: קוד מדינה ספרה 2, לדוגמה: ארה"ב. שאר ריק כדי להחיל על כולם.

source: State&nbsp;Code
he_il: קוד המדינה

source: A 2 digit state code, e.g. AL. Leave blank to apply to all.
he_il: קוד מדינה 2 ספרות, לדוגמה: AL. שאר ריק כדי להחיל על כולם.

source: ZIP/Postcode
he_il: מיקוד / תא דואר

source: Postcode for this rule. Semi-colon (;) separate multiple values. Leave blank to apply to all areas. Wildcards (*) can be used. Ranges for numeric postcodes (e.g. 12345-12350) will be expanded into individual postcodes.
he_il: מיקוד לכלל זה. נקודת פסיק (;) נפרדים ערכים מרובים. השאר ריק כדי להחיל על כל התחומים/שדות. תווים כלליים (*) יכולים להיות בשימוש. טווחים לpostcodes המספרי (למשל 12,345-12,350) יורחבו לpostcodes הבודדים.

source: Cities for this rule. Semi-colon (;) separate multiple values. Leave blank to apply to all cities.
he_il: ערים לכלל זה. נקודת פסיק (;) נפרדים ערכים מרובים. שאר ריק כדי להחיל על כל הערים.

source: Rate&nbsp;%
he_il: שיעור%

source: Enter a tax rate (percentage) to 4 decimal places.
he_il: הזן את שיעור מס (אחוז) עד 4 ספרות אחרי נקודה עשרוניות.

source: Tax&nbsp;Name
he_il: שם מס

source: Enter a name for this tax rate.
he_il: הזן שם לשיעור מס זה.

source: Priority
he_il: עדיפות

source: Choose a priority for this tax rate. Only 1 matching rate per priority will be used. To define multiple tax rates for a single area you need to specify a different priority per rate.
he_il: בחר בעדיפות לשיעור מס זה. התאמת שיעור רק 1 לכל עדיפות יהיה בשימוש. כדי להגדיר שיעורי מס מרובים לאזור אחד אתה צריך לציין בראש סדר עדיפויות שונות לכל שיעור.

source: Compound
he_il: תרכובת

source: Choose whether or not this is a compound rate. Compound tax rates are applied on top of other tax rates.
he_il: לבחור האם או לא זה הוא שיעור מתחם. שיעורי מס מתחם מיושמים על גבי שיעורי מס אחרים.

source: Choose whether or not this tax rate also gets applied to shipping.
he_il: לבחור אם שיעור מס זה יחול על גם מקבל משלוח.

source: Insert row
he_il: הוסף שורה

source: Remove selected row(s)
he_il: הסר את השורה שנבחרה (ים)

source: Export CSV
he_il: יצוא CSV

source: Import CSV
he_il: יבוא CSV

source: No row(s) selected
he_il: לא נבחרו שורות

source: Country Code
he_il: קידומת בינלאומית

source: State Code
he_il: קוד המדינה

source: Rate %
he_il: שיעור%

source: Tax Name
he_il: שם מס

source: Please, provide an attribute name, slug and type.
he_il: אנא, xסם שם תכונה,סלאג וסוג.

source: Slug “%s” is too long (28 characters max). Shorten it, please.
he_il: סלאג "% s" ארוך מדי (28 תווים לכל היותר). לקצר אותו, בבקשה.

source: Slug “%s” is not allowed because it is a reserved term. Change it, please.
he_il: סלאג "% s" אינו מותר, כי זה הוא מונח שמור. לשנות אותו, בבקשה.

source: Slug “%s” is already in use. Change it, please.
he_il: סלאג "% s" כבר נמצא בשימוש. לשנות אותו, בבקשה.

source: Edit Attribute
he_il: עריכת תכונה

source: Name for the attribute (shown on the front-end).
he_il: שם לתכונה (המוצג על חזיתי).

source: Slug
he_il: סלאג

source: Unique slug/reference for the attribute; must be shorter than 28 characters.
he_il: שבלול / התייחסות לתכונה ייחודית; חייב להיות קצר יותר מ -28 תווים.

source: Select
he_il: בחר

source: Text
he_il: טקסט

source: Determines how you select attributes for products. <strong>Text</strong> allows manual entry via the product page, whereas <strong>select</strong> attribute terms can be defined from this section. If you plan on using an attribute for variations use <strong>select</strong>.
he_il: קובע כיצד אתה בוחר תכונות למוצרים. <strong> טקסט </ strong> מאפשר הזנה ידנית באמצעות דף המוצר, ואילו <strong> בחר </ strong> יכולים להיות מוגדרים במונחים של תכונות מסעיף זה. אם אתם מתכננים להשתמש בתכונת וריאציות ללהשתמש <strong> בחר </ strong>.

source: Default sort order
he_il: סדר מיון ברירת מחדל

source: Custom ordering
he_il: הזמנה אישית

source: Term ID
he_il: זיהוי תנאי

source: Determines the sort order on the frontend for this attribute. If using custom ordering, you can drag and drop the terms in this attribute
he_il: קובע את סדר המיון על הממשק עבור תכונה זו. אם אתם משתמשים בסידור מותאם אישית, אתה יכול לגרור ולשחרר את התנאים בתכונה זו

source: Update
he_il: עדכן

source: Order by
he_il: סדר לפי

source: Terms
he_il: תנאים

source: Configure&nbsp;terms
he_il: הגדרת מונחים

source: No attributes currently exist.
he_il: תכונות לא קיימות ברגע זה.

source: Add New Attribute
he_il: הוסף תכונה חדשה

source: Attributes let you define extra product data, such as size or colour. You can use these attributes in the shop sidebar using the "layered nav" widgets. Please note: you cannot rename an attribute later on.
he_il: תכונות מאפשרות לך להגדיר את נתוני מוצרים נוספים, כגון גודל או צבע. אתה יכול להשתמש בתכונות אלה בסרגל הצד של החנות באמצעות יישומונים "שכבתי הניווט". שים לב: אתה לא יכול לשנות את שם תכונה בהמשך.

source: Add Attribute
he_il: הוסף תכונה

source: Are you sure you want to delete this attribute?
he_il: האם אתה בטוח שברצונך למחוק את תכונה הזאת?

source: Overview
he_il: סקירה

source: Thank you for using WooCommerce :) Should you need help using or extending WooCommerce please <a href="%s">read the documentation</a>. For further assistance you can use the <a href="%s">community forum</a> or if you have access, <a href="%s">our support desk</a>.
he_il: תודה לך על שימוש WooCommerce :) האם אתה צריך עזרה בשימוש או הארכת WooCommerce בבקשה href="%s"> <a לקרוא את התיעוד </ a>. לקבלת סיוע נוסף אתה יכול להשתמש בקהילת href="%s"> <a פורום </ a> או אם יש לך גישה, href="%s"> <a שולחן התמיכה שלנו </ a>.

source: If you are having problems, or to assist us with support, please check the status page to identify any problems with your configuration:
he_il: אם את/ה נתקלת בבעיות, או כדי לסייע לנו עם תמיכה, אנא בדוק את דף הסטטוס כדי לזהות בעיות בהגדרות שלך:

source: System Status
he_il: מצב מערכת

source: If you come across a bug, or wish to contribute to the project you can also <a href="%s">get involved on GitHub</a>.
he_il: אם אתם נתקלים בבעיה באתר, או רוצים לתרום לפרויקט שאתה יכול גם href="%s"> <a להסתבך בGitHub </ a>.

source: Here you can set up your store and customise it to fit your needs. The sections available from the settings page include:
he_il: כאן אתה יכול להגדיר את החנות שלך ולהתאים אותו כך שתתאים לצרכים שלך. הסעיפים הזמינים מדף ההגדרות כוללים:

source: General settings such as your shop base, currency, and script/styling options which affect features used in your store.
he_il: הגדרות כלליות כגון בסיס החנות שלך, ואפשרויות מטבע וסקריפט/עיצוב המשפיעות על תכונות בחנות שלך.

source: Pages
he_il: עמודים

source: This is where important store page are defined. You can also set up other pages (such as a Terms page) here.
he_il: זה מקום שבו מוגדרים מאפיינים חדשובים של דף החנות. ניתן להגדיר כאן גם דפים אחרים (כגון דף תנאים).

source: Options for how things like price, images and weights appear in your product catalog.
he_il: אפשרויות לאיך דברים כמו מחיר, תמונות ומשקלים מופיעות בקטלוג המוצרים שלך.

source: Options concerning stock and stock notices.
he_il: אפשרויות הנוגעים להודעות מניות ובמניות.

source: Options concerning tax, including international and local tax rates.
he_il: אפשרויות הנוגעים למס, לרבות שיעורי מס מקומי ובינלאומיים.

source: This is where shipping options are defined, and shipping methods are set up.
he_il: זה מקום בו אפשרויות משלוח מוגדרות, ושיטות משלוח מוגדרות.

source: Payment Methods
he_il: שיטות תשלום

source: This is where payment gateway options are defined, and individual payment gateways are set up.
he_il: זה מקום בו אפשרויות תשלום שער מוגדרות, ושערים תשלום בודדים מוגדרים.

source: Emails
he_il: הודעות דוא"ל

source: Here you can customise the way WooCommerce emails appear.
he_il: כאן אתה יכול להתאים אישית את אופן המיילים WooCommerce יופיעו.

source: Integration
he_il: השתלבות

source: The integration section contains options for third party services which integrate with WooCommerce.
he_il: סעיף האינטגרציה מכיל אפשרויות לשירותי צד שלישיים שמשתלבים עם WooCommerce.

source: Reports
he_il: דיווחים

source: The reports section can be accessed from the left-hand navigation menu. Here you can generate reports for sales and customers.
he_il: סעיף הדיווחים ניתן לגשת מתפריט הניווט השמאלי. כאן אתה יכול להפיק דוחות על מכירות ולקוחות.

source: Sales
he_il: מכירות

source: Reports for sales based on date, top sellers and top earners.
he_il: דיווחים על מכירות המבוססות על תאריך, מובילים ומוכרי מפרנסים עליונים.

source: Coupon usage reports.
he_il: דוחות שימוש בקופונים.

source: Customers
he_il: לקוחות

source: Customer reports, such as signups per day.
he_il: דוחות יומיים לקוח, כגון רישום ליום.

source: Stock reports for low stock and out of stock items.
he_il: דוחות מלאי עבור מוצרים עם מלאי נמוך ומלאי שאזל.

source: Orders
he_il: הזמנות

source: The orders section can be accessed from the left-hand navigation menu. Here you can view and manage customer orders.
he_il: ניתן לגשת לאזור ההזמנות דרך תפריט הניווט מצד שמאל. כאן אתה יכול להציג ולנהל את ההזמנות של הלקוחות.

source: Orders can also be added from this section if you want to set them up for a customer manually.
he_il: ניתן גם להוסיף הזמנות באזור זה, אם אתה רוצה להגדיר/להרכיב הזמנה ללקוח באופן ידני.

source: Coupons can be managed from this section. Once added, customers will be able to enter coupon codes on the cart/checkout page. If a customer uses a coupon code they will be viewable when viewing orders.
he_il: ניתן לנהל קופונים באזור זה. ברגע שהוספתם קופון, לקוחות יוכלו להכניס את קוד הקופון בעמוד סל הקניות/קופה. אם לקוח השתמש בקוד הקופון הם יהיו ניתנים לצפייה בעת צפייה בהזמנות.

source: For more information:
he_il: לקבלת מידע נוסף:

source: Project on WordPress.org
he_il: פרויקט על WordPress.org

source: Project on Github
he_il: פרויקט על Github

source: Official Extensions
he_il: הרחבות רשמיות

source: Official Themes
he_il: תבניות רשמיות

source: Monthly Sales
he_il: מכירות חודשיות

source: WooCommerce Right Now
he_il: WooCommerce עכשיו

source: WooCommerce Recent Orders
he_il: WooCommerce הזמנות אחרונות

source: WooCommerce Recent Reviews
he_il: WooCommerce ביקורות אחרונות

source: Shop Content
he_il: תוכן החנות

source: Product
he_il: מוצרים

source: Product Category
he_il: קטגוריות מוצר

source: Product Tag
he_il: תגיות מוצר

source: Attribute
he_il: תכונה

source: Pending
he_il: ממתין

source: On-Hold
he_il: בהמתנה

source: Completed
he_il: הושלם

source: You are using <strong>WooCommerce %s</strong>.
he_il: אתה משתמש ב <strong> WooCommerce% s </ strong>.

source: item
he_il: פריטים

source: Total:
he_il: סך הכל:

source: There are no product orders yet.
he_il: לא קיימים הזמנות למוצר זה

source: out of 5
he_il: מתוך 5

source: There are no product reviews yet.
he_il: לא קיימת ביקורת למוצר זה עדיין.

source: Sold
he_il: נמכר

source: Earned
he_il: הרוויח

source: Order Received
he_il: הזמנה התקבלה

source: Thank you, we are now processing your order. Your order's details are below.
he_il: תודה , אנחנו מעבדים את ההזמנה שלך. פרטי ההזמנה שלך מופיעים למטה.

source: Order:
he_il: הזמנה:

source: Quantity
he_il: כמות

source: Order total:
he_il: סה"כ בהזמנה:

source: Customer details
he_il: פרטי לקוח

source: Billing address
he_il: כתובת חיוב

source: Shipping address
he_il: כתובת למשלוח

source: Could not compile woocommerce.less:
he_il: לא הצליח לקמפל woocommerce.less:

source: Mark processing
he_il: סמן עיבוד

source: Mark completed
he_il: סמן הושלם

source: Order status changed by bulk edit:
he_il: מצב הזמנה שונה על-ידי עריכה בכמות גדולה:

source: Order status changed.
he_il: מצב הזמנה השתנה.

source: WooCommerce Settings
he_il: הגדרות WooCommerce

source: WooCommerce Status
he_il: סטטוס WooCommerce

# Admin menu name
source: Orders
he_il: הזמנות

source: Are you sure you want to remove the selected items? If you have previously reduced this item's stock, or this order was submitted by a customer, you will need to manually restore the item's stock.
he_il: האם אתה בטוח שברצונך להסיר את הפריטים שנבחרו? אם צמצמו בעבר מניותיו של פריט זה או צו זה הוגש על ידי לקוח, תצטרך להחזיר את מניותיו של הפריט באופן ידני.

source: Please select some items.
he_il: אנא בחר פריטים מסוימים.

source: Remove this item meta?
he_il: הסר פריט מטה זה?

source: Remove this attribute?
he_il: הסר תכונה זו?

source: Enter a name for the new attribute term:
he_il: הזן שם עבור טווח תכונה החדש:

source: Calculate totals based on order items, discounts, and shipping?
he_il: חשב סכומים המבוססים על פריטים מתוך ההזמנה, הנחות ומשלוח?

source: Calculate line taxes? This will calculate taxes based on the customers country. If no billing/shipping is set it will use the store base country.
he_il: חישוב מסי קו? זה יהיה לחשב את המסים המבוססים על המדינה הלקוחות. אם אין חיוב / משלוח מוגדר הוא ישתמש המדינה בסיס החנות.

source: Copy billing information to shipping information? This will remove any currently entered shipping information.
he_il: העתק את פרטי/מידע אודות החיוב לפרטי המשלוח? אופציה זו תסיר את כל המידע המוזן בפרטי המשלוח.

source: Load the customer's billing information? This will remove any currently entered billing information.
he_il: טען את פרטי החיוב של הלקוח? אופציה זו תסיר את כל פרטי חיוב הקיימים בו.

source: Load the customer's shipping information? This will remove any currently entered shipping information.
he_il: טען מידע המשלוח של הלקוח? זו תסיר את כל מידע משלוח נכנס ברגע זה.

source: No customer selected
he_il: לקוח לא נבחר.

source: Product updated. <a href="%s">View Product</a>
he_il: עדכן את המוצר. צפו במוצרי href="%s"> </ a>

source: Custom field updated.
he_il: שדה מותאם אישית עודכן.

source: Custom field deleted.
he_il: שדה מותאם אישית נמחק.

source: Product updated.
he_il: מוצר עודכן.

source: Product restored to revision from %s
he_il: המוצר הוחזר לגרסה משל%

source: Product published. <a href="%s">View Product</a>
he_il: פרסם מוצר. צפו במוצרי href="%s"> </ a>

source: Product saved.
he_il: מוצר נשמר.

source: Product submitted. <a target="_blank" href="%s">Preview Product</a>
he_il: מוצר שהוגש. מוצרים מקדימה href="%s"> target="_blank" </ a>

source: Product scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Product</a>
he_il: מוצר מתוכנן ל: <strong>% 1 $ s </ strong>. מוצרים מקדימה href="%2$s"> target="_blank" </ a>

source: M j, Y @ G:i
he_il: ז J, Y @ G: אני

source: Product draft updated. <a target="_blank" href="%s">Preview Product</a>
he_il: הטיוטה מעודכנת של מוצר. מוצרים מקדימה href="%s"> target="_blank" </ a>

source: Order updated.
he_il: הזמנה עודכנה

source: Order restored to revision from %s
he_il: הזמנה שוחזרה כדי לשחזר לגרסה משל%

source: Order saved.
he_il: הזמנה נמשרה

source: Order submitted.
he_il: הזמנה הוגשה.
