Repository: amitrahav/hebrew-woocommerce-back-front
Catalog: woocommerce-admin-*.po
Languages: he_il

source: Order scheduled for: <strong>%1$s</strong>.
he_il: הצו נקבע ל: <strong>% 1 $ s </ strong>.

source: Order draft updated.
he_il: טיוטת הזמנה עודכנה

source: Coupon updated.
he_il: עודכן קופון.

source: Coupon restored to revision from %s
he_il: קופון שוחזר לגרסה משל%

source: Coupon saved.
he_il: קופון הציל.

source: Coupon submitted.
he_il: קופון נשמר

source: Coupon scheduled for: <strong>%1$s</strong>.
he_il: קופון מתוכנן: <strong>% 1 $ s </ strong>.

source: Coupon draft updated.
he_il: טיוטת הקופון עודכנה.

source: Order notes
he_il: הערות להזמנה

source: These settings control the permalinks used for products. These settings only apply when <strong>not using "default" permalinks above</strong>.
he_il: הגדרות אלה קובעות את permalinks המשמש למוצרים. הגדרות אלה חלות רק כאשר לא משתמש <strong> permalinks "ברירת המחדל" מעל </ strong>.

# default-slug
source: shop
he_il: חנות

# default-slug
source: product
he_il: מוצר

source: Shop base
he_il: בסיס החנות

source: Shop base with category
he_il: חנות הבסיס עם קטגוריה

source: Custom Base
he_il: בסיס מותאם אישית

source: Enter a custom base to use. A base <strong>must</strong> be set or WordPress will use default instead.
he_il: הזן בסיס מותאם אישית לשימוש. <strong> בסיס חייב </ strong> להיות סט או וורדפרס ישתמש בברירת מחדל במקום.

source: Product permalink base
he_il: בסיס קישור למוצר

source: Product category base
he_il: בסיס קישור קטגוריית מוצר

source: Product tag base
he_il: בסיס תג מוצר

source: Product attribute base
he_il: בסיס תכונה מוצר

# page_slug
source: shop
he_il: חנות

source: Shop
he_il: חנות

# page_slug
source: cart
he_il: סל קניות

source: Cart
he_il: סל קניות

# page_slug
source: checkout
he_il: קופה ותשלום

# page_slug
source: my-account
he_il: -החשבון שלי

source: My Account
he_il: החשבון שלי

# page_slug
source: edit-address
he_il: ערוך כתובת

source: Edit My Address
he_il: ערוך את הכתובת שלי

# page_slug
source: view-order
he_il: הצג הזמנה

source: View Order
he_il: הצג הזמנה

# page_slug
source: change-password
he_il: שינוי סיסמה

source: Change Password
he_il: שינוי סיסמא

# page_slug
source: logout
he_il: התנתקות

source: Logout
he_il: התנתקות

# page_slug
source: pay
he_il: שלם

source: Checkout &rarr; Pay
he_il: לקופה ← תשלום

# page_slug
source: order-received
he_il: הזמנות-שהתקבלו

source: Sales by day
he_il: מכירות לפי יום

source: Sales by month
he_il: מכירות לפי חודש

source: Product Sales
he_il: מכירת מוצרים

source: Top earners
he_il: המפרנסים ביותר

source: Sales by category
he_il: מכירות לפי קטגוריה

source: Discounts by coupon
he_il: הנחות על ידי קופון

source: Taxes by month
he_il: מיסים לפי חודש

source: Sales amount
he_il: סכום מכירות

source: Number of sales
he_il: מספר המכירות

source: Total sales
he_il: סך מכירות

source: Total orders
he_il: סך כל הזמנות

source: items
he_il: פריטים

source: Average order total
he_il: סך הזמנה ממוצע

source: Average order items
he_il: פריטי הזמנה ממוצעים

source: Discounts used
he_il: הנחות בשימוש

source: Total shipping costs
he_il: סך כל עלויות משלוח

source: This month's sales
he_il: המכירות של חודש זה

source: From:
he_il: מ:

source: To:
he_il: ל:

source: Show
he_il: הצג

source: Total sales in range
he_il: סך כל מכירות בטווח

source: Total orders in range
he_il: סך כל הזמנות בטווח

source: Average order total in range
he_il: סך הזמנה ממוצע בטווח

source: Average order items in range
he_il: פריטי הזמנה ממוצעים בטווח

source: Sales in range
he_il: מכירות בטווח

source: Year:
he_il: שנה:

source: Total sales for year
he_il: סך כל מכירות לשנה

source: Total orders for year
he_il: סך הזמנות לשנה

source: Average order total for year
he_il: סך הזמנה ממוצע לשנה

source: Average order items for year
he_il: פריטי הזמנה ממוצעים לשנה

source: Monthly sales for year
he_il: מכירות חודשיות לשנה

source: Product does not exist
he_il: מוצר אינו קיים

source: Product no longer exists
he_il: מוצר אינו קיים יותר

source: Sales for %s:
he_il: מכירות ל% s:

source: Month
he_il: חודש

source: No sales :(
he_il: אין מכירות: (

source: Total orders containing coupons
he_il: סך כל הזמנות המכילות קופונים

source: Percent of orders containing coupons
he_il: אחוז מסך כל ההזמנות המכילות קופונים

source: Total coupon discount
he_il: סה"כ הנחה המתקבלת על-ידי הקופון

source: Most popular coupons
he_il: הקופונים הפופולריים ביותר

source: Used 1 time
he_il: שומש פעם אחת

source: No coupons found
he_il: לא נמצאו קופונים

source: Greatest discount amount
he_il: סכום הנחה הגדול ביותר

source: Discounted %s
he_il: S% הנחה

source: Show:
he_il: הצג:

source: Coupon
he_il: קופון

source: Top coupon
he_il: הקופון הטוב ביותר

source: Worst coupon
he_il: הקופון הכי גרוע

source: Discount average
he_il: הנחה ממוצעת

source: Discount median
he_il: הנחת חציון

source: Monthly discounts by coupon
he_il: הנחות חודשיות לפי הקופון

source: Total customers
he_il: סך כל הלקוחות

source: Total customer sales
he_il: סך כל מכירות ללקוח

source: Total guest sales
he_il: סך כל מכירות אורחים

source: Total customer orders
he_il: סך כל הזמנות של לקוחות

source: Total guest orders
he_il: הזמנות אורחים סך

source: Average orders per customer
he_il: הזמנות ממוצעות ללקוח

source: Signups per day
he_il: הרשמות ליום

source: Low stock
he_il: מניית נמוכה

source: %d in stock
he_il: ד% במנייה

source: No products are low in stock.
he_il: אין מוצרים הם נמוכים במניות.

source: Marked out of stock
he_il: סימנה אזל מהמלאי

source: No products are out in stock.
he_il: אין מוצרים נמצאים במלאי.

source: Total taxes for year
he_il: סך כל מסים לשנה

source: Total product taxes for year
he_il: מסי התוצר לשנה

source: Total shipping tax for year
he_il: מס משלוח סה"כ לתקופה של שנה

source: Total Sales
he_il: סך כל מכירות

source: This is the sum of the 'Order Total' field within your orders.
he_il: זה הוא הסכום של השדה 'סה"כ סדר' בהזמנות שלך.

source: Total Shipping
he_il: סה"כ משלוח

source: This is the sum of the 'Shipping Total' field within your orders.
he_il: זה הוא הסכום של השדה 'סה"כ משלוח "בתוך ההזמנות שלך.

source: Total Product Taxes
he_il: מסים מסך תוצר

source: This is the sum of the 'Cart Tax' field within your orders.
he_il: זה הוא הסכום של השדה 'מס עגלה' בהזמנות שלך.

source: Total Shipping Taxes
he_il: מסים משלוח סך הכל

source: This is the sum of the 'Shipping Tax' field within your orders.
he_il: זה הוא הסכום של השדה 'מס משלוח "בתוך ההזמנות שלך.

source: Total Taxes
he_il: סה"כ מיסים

source: This is the sum of the 'Cart Tax' and 'Shipping Tax' fields within your orders.
he_il: זה הוא הסכום של "מס עגלות 'והשדות" מס משלוח "בתוך ההזמנות שלך.

source: Net profit
he_il: רווח נקי

source: Total sales minus shipping and tax.
he_il: סך מכירות בניכוי דמים משלוח ומסים.

source: Toggle tax rows
he_il: החלפת שורות מס

source: Category
he_il: קטגוריה

source: Top category
he_il: קטגוריה הטובה ביותר

source: Worst category
he_il: הקטגוריה הגרועה ביותר

source: Category sales average
he_il: ממוצע מכירות קטגוריה

source: Category sales median
he_il: מכירות קטגוריה חציון

source: Monthly sales by category
he_il: מכירות חודשיות לפי קטגוריה

source: Action failed. Please refresh the page and retry.
he_il: פעולה נכשלה. אנא רענן את הדף ונסה שוב.

source: Your settings have been saved.
he_il: ההגדרות שלך נשמרו.

source: More functionality and gateway options available via <a href="%s" target="_blank">WC official extensions</a>.
he_il: פונקציונלי יותר ואפשרויות זמינות דרך שער <a href="%s" target="_blank"> הרחבות רשמיות מקלחת </ a>.

source: Tax Rates
he_il: שיעורי מס

source: Email Options
he_il: אפשרויות דואר אלקטרוני

source: Save changes
he_il: שמור את השינויים

source: The changes you made will be lost if you navigate away from this page.
he_il: השינויים שביצעת לא יישמרו אם תצאו מדף זה.

source: Hard Crop
he_il: יבול קשה

source: Select a page&hellip;
he_il: בחר דף ...

source: Choose a country&hellip;
he_il: בחר מדינה ...

source: Choose countries&hellip;
he_il: בחר מדינות ...

source: Tools
he_il: כלי עבודה

source: Please include this information when requesting support:
he_il: נא לכלול את המידע הזה כשבקש תמיכה:

source: Download System Report File
he_il: הורד קובץ דוח מערכת

source: Environment
he_il: הסביבה

source: Home URL
he_il: כתובת דף הבית

source: Site URL
he_il: כתובת URL של האתר

source: WC Version
he_il: WC גירסה

source: WC Database Version
he_il: גרסת מסד הנתונים WC

source: WP Version
he_il: גרסת WP

source: Web Server Info
he_il: מידע שרת אינטרנט

source: PHP Version
he_il: גרסת PHP

source: MySQL Version
he_il: MySQL גרסה

source: WP Memory Limit
he_il: מגבלת זכרון WP

source: %s - We recommend setting memory to at least 64MB. See: <a href="%s">Increasing memory allocated to PHP</a>
he_il: % S - אנו ממליצים על הגדרת זיכרון ללפחות 64MB. ראה: הגדלת זכרון href="%s"> <a הוקצה ל-PHP </ a>

source: WP Debug Mode
he_il: מצב Debug WP

source: WP Max Upload Size
he_il: גודל העלאה מקסימאלי WP

source: PHP Post Max Size
he_il: גודל מקסימאלי הודעה PHP

source: PHP Time Limit
he_il: הגבל את זמן PHP

source: WC Logging
he_il: WC רישום

source: Log directory is writable.
he_il: תיקיית הלוג ניתנת לעריכה/שכתוב.

source: Log directory (<code>woocommerce/logs/</code>) is not writable. Logging will not be possible.
he_il: ספריית יומן (<code> woocommerce / יומנים / </ code>) אינה ניתן לכתיבה. רישום לא יהיה אפשרי.

source: fsockopen/cURL
he_il: fsockopen / תלתל

source: Your server has fsockopen and cURL enabled.
he_il: השרת שלך ולהתכרבל fsockopen מופעל.

source: Your server has fsockopen enabled, cURL is disabled.
he_il: השרת שלך fsockopen מאופשר, סלסול אינו זמין.

source: Your server has cURL enabled, fsockopen is disabled.
he_il: השרת שלך להתכרבל מופעל, fsockopen אינו זמין.

source: Your server does not have fsockopen or cURL enabled - PayPal IPN and other scripts which communicate with other servers will not work. Contact your hosting provider.
he_il: השרת שלך לא צריך fsockopen או תלתל מאופשר - IPN PayPal ותסריטים אחרים אשר מתקשר עם שרתים אחרים לא יעבוד. צור קשר עם ספק האירוח שלך.

source: SOAP Client
he_il: SOAP לקוח

source: Your server has the SOAP Client class enabled.
he_il: ה-SOAP ברמת הלקוח על השרת שלך מופעל.

source: Your server does not have the <a href="%s">SOAP Client</a> class enabled - some gateway plugins which use SOAP may not work as expected.
he_il: השרת שלך לא לקבל את לקוח SOAP href="%s"> </ a> כיתה מופעלת - כמה תוספים ששער להשתמש בסבון עלולים שלא לפעול כמצופה.

source: WP Remote Post
he_il: פוסט מרוחק WP

source: wp_remote_post() was successful - PayPal IPN is working.
he_il: wp_remote_post () הייתה מוצלחת - IPN PayPal הוא עובד.

source: wp_remote_post() failed. PayPal IPN won't work with your server. Contact your hosting provider. Error:
he_il: wp_remote_post () נכשל. PayPal IPN לא יעבוד עם השרת שלך. צור קשר עם ספק האירוח שלך. שגיאה:

source: wp_remote_post() failed. PayPal IPN may not work with your server.
he_il: wp_remote_post () נכשל. PayPal IPN לא יכול לעבוד עם השרת שלך.

source: Plugins
he_il: תוספים

source: Installed Plugins
he_il: תוספים מותקנים

source: is available
he_il: זמין

source: by
he_il: על ידי

source: version
he_il: גרסה

source: Force SSL
he_il: הכרח SSL

source: WC Pages
he_il: עמודים WC

source: Shop Base
he_il: חנות בסיס

source: Pay
he_il: שלם

source: Thanks
he_il: תודה

source: Edit Address
he_il: ערוך כתובת

source: Page not set
he_il: דף לא קבע

source: Page does not exist
he_il: עמוד לא קיים

source: Page does not contain the shortcode: %s
he_il: עמוד אינו מכיל shortcode:% s

source: WC Taxonomies
he_il: WC טקסונומיות

source: Order Statuses
he_il: מצב הזמנות

source: Product Types
he_il: סוגי מוצרים

source: Templates
he_il: תבניות

source: Template Overrides
he_il: מחליף תבנית

source: No core overrides present in theme.
he_il: אין ליבה עוקפת הווה בנושא.

source: WC Transients
he_il: ארעיים WC

source: Clear transients
he_il: ארעיים WC

source: This tool will clear the product/shop transients cache.
he_il: כלי זה ינקה את המטמון של המוצר / חנות הארעיים

source: Expired Transients
he_il: ארעיים פגי תוקף

source: Clear expired transients
he_il: נקה ארעיים שפג תוקפם

source: This tool will clear ALL expired transients from Wordpress.
he_il: כלי זה ינקה את כל אירועים פגי התוקף ומוורדפרס.

source: Term counts
he_il: ספירת מונחים

source: Recount terms
he_il: ספירת מונחים מחדש

source: This tool will recount product terms - useful when changing your settings in a way which hides products from the catalog.
he_il: כלי זה סיפור מחדש את מונחי המוצר - כלי זה שימושי בעת שינוי ההגדרות שלך באופן שמסתיר את מוצרים מהקטלוג.

source: Capabilities
he_il: יכולות

source: Reset capabilities
he_il: איפוס יכולות

source: This tool will reset the admin, customer and shop_manager roles to default. Use this if your users cannot access all of the WooCommerce admin pages.
he_il: כלי זה יאפס את תפקידי מנהל, הלקוחות וshop_manager לברירת מחדל. השתמש באפשרות זו אם המשתמשים שלך לא יכולים לגשת לכל דפי מנהל WooCommerce.

source: Customer Sessions
he_il: "שיחות" לקוחות

source: Clear all sessions
he_il: נקה את כל ה"שיחות"

source: <strong class="red">Warning</strong> This tool will delete all customer session data from the database, including any current live carts.
he_il: <strong class="red"> אזהרה </ strong> כלי זה ימחק את כל נתוני לקוחות הפעלה מהאתר, לרבות כל עגלות עדכניות.

source: Product Transients Cleared
he_il: ארעי מוצרים כחכחו

source: %d Transients Rows Cleared
he_il: שורות ארעי% d כחכחו

source: Roles successfully reset
he_il: תפקידים שאופסו בהצלחה

source: Terms successfully recounted
he_il: מנוחים שנספרו מחדש

source: There was an error calling %s::%s
he_il: הייתה שגיאה בקריאה ל% s ::% s

source: There was an error calling %s
he_il: הייתה שגיאה בקורא% s

source: Display type
he_il: סוג התצוגה

source: Subcategories
he_il: תת קטגוריה

source: Both
he_il: שניהם

source: Thumbnail
he_il: תמונה ממוזערת

source: Upload/Add image
he_il: העלאת / הוספת תמונה

source: Remove image
he_il: הסר את התמונה

source: Use image
he_il: השתמש בתמונה

source: Product categories for your store can be managed here. To change the order of categories on the front-end you can drag and drop to sort them. To see more categories listed click the "screen options" link at the top of the page.
he_il: ניתן לנהל כאן את קטגוריות המוצרים לחנות שלך. כדי לשנות את הסדר של קטגוריות ב'פרונט-אנד' (צד הלקוח) חזיתי גרור ושחרר את הקטגוריה כדי למיין אותם. כדי לראות קטגוריות נוספות לחץ על הקישור "אפשרויות מסך" בחלק העליון של הדף.

source: Shipping classes can be used to group products of similar type. These groups can then be used by certain shipping methods to provide different rates to different products.
he_il: סוגי המשלוח יכולים לשמש לקיבוץ מוצרים מסוג דומה. קבוצות אלה לאחר מכן ניתן להשתמש בסוגי המשלוח השונים בכדי לספק תעריפים שונים למוצרים שונים.

source: Edit Class
he_il: ערוך סוג

source: Billing Address
he_il: כתובת לחיוב

source: Shipping Address
he_il: כתובת למשלוח

source: Paying Customer?
he_il: לקוח משלם?

source: Completed Orders
he_il: הזמנות שהושלמו

source: Customer Billing Address
he_il: כתובת לחיוב לקוחות

source: First name
he_il: שם פרטי

source: Last name
he_il: שם משפחה

source: Country or state code
he_il: ארץ או קוד מדינה

source: 2 letter Country code
he_il: קוד מדינה מכתב 2

source: Telephone
he_il: טלפון

source: Customer Shipping Address
he_il: כתובת למשלוח ללקוח

source: State/County or state code
he_il: מדינה / מחוז או מדינת קוד

source: An e-commerce toolkit that helps you sell anything. Beautifully.
he_il: ערכת מסחר אלקטרוני המסייעת לך למכור משהו. יפה.
