Repository: amitrahav/hebrew-woocommerce-back-front
Catalog: woocommerce-admin-*.po
Languages: he_il

source: Move to Trash
he_il: העבר לאשפה

source: Save Order
he_il: שמור הזמנה

source: Save/update the order
he_il: שמור / עדכן את ההזמנה

source: Discounts
he_il: הנחות

source: Cart Discount:
he_il: הנחות סל קניות:

source: Discounts before tax - calculated by comparing subtotals to totals.
he_il: הנחות לפני מס - מחושב על ידי השוואת סכומי ביניים לסך הכל.

source: Order Discount:
he_il: הנחות הזמנה:

source: Discounts after tax - user defined.
he_il: הנחות לאחר מס - מוגדר על ידי משתמש.

source: Label:
he_il: תווית:

source: The shipping title the customer sees
he_il: כותרת משלוח שהלקוח רואה

source: Cost:
he_il: עלות:

source: (ex. tax)
he_il: (דוגמא מס)

source: Method:
he_il: שיטה:

source: Other
he_il: אחר

source: Tax Rows
he_il: שורות מס

source: + Add tax row
he_il: + הוסף שורת מס

source: These rows contain taxes for this order. This allows you to display multiple or compound taxes rather than a single total.
he_il: שורות אלה מכילים מסים להזמנה זה. זה מאפשר לך להציג את מס' סוגי מסים במקום שורת סיכום אחת.

source: Tax Totals
he_il: סה"כ מס

source: Total tax for line items + fees.
he_il: מס הכולל לפריטי שורה + עמלות.

source: Order Totals
he_il: סיכום הזמנות

source: Order Total:
he_il: סה"כ הזמנה:

source: Payment Method:
he_il: שיטת תשלום:

source: Calc taxes
he_il: חשב מיסים

source: Calc totals
he_il: חשב סכומים

source: Choose a downloadable product&hellip;
he_il: בחר מוצר להורדה ...

source: Grant Access
he_il: אשר גישה

source: Could not grant access - the user may already have permission for this file or billing email is not set. Ensure the billing email is set, and the order has been saved.
he_il: לא הייתה אפשרות להעניק למשתמש גישה - ייתכן שלמשתמש יש כבר אישור לקובץ הזה או שדוא"ל החיוב אינו מוגדר. אנא ודא כי דוא"ל החיוב מוגדרת, ושההזמנה נשמרה.

source: Are you sure you want to revoke access to this download?
he_il: האם אתה בטוח שאתה רוצה לבטל את הגישה להורדה זו?

source: added %s ago
he_il: הוספה לפני % s

source: Delete note
he_il: מחק הערה

source: There are no notes for this order yet.
he_il: אין הערות להזמנה הזו כרגע

source: Add note
he_il: הוסף הערה

source: Add a note for your reference, or add a customer note (the user will be notified).
he_il: הוסף הערה לעיונך, או הוסף הערה ללקוח (המשתמש יקבל הודעה).

source: Customer note
he_il: הערת לקוח

source: Private note
he_il: הערה פרטית

source: Add
he_il: הוסף

source: Variations for variable products are defined here.
he_il: וריאציות למוצרים משתנים מוגדרות כאן.

source: Variations
he_il: וריאציות

source: Before adding variations, add and save some attributes on the <strong>Attributes</strong> tab.
he_il: לפני הוספת וריאציות,הוסף ושמור כמה תכונות על תכונות <strong> תכונות </ strong>.

source: Learn more
he_il: מידע נוסף

source: Close all
he_il: סגור הכל

source: Expand all
he_il: הרחב הכל

source: Bulk edit:
he_il: עריכה בכמות גדולה:

source: Toggle &quot;Enabled&quot;
he_il: שנה למצב "הפעלה"

source: Toggle &quot;Downloadable&quot;
he_il: שנה למצב "הורדה"

source: Toggle &quot;Virtual&quot;
he_il: שנה למצב "וירטואלי"

source: Delete all variations
he_il: מחק את כל הווריאציות

source: Prices
he_il: מחירים

source: Sale prices
he_il: מחירי מכירה

source: File Path
he_il: נתיב קובץ

source: Download limit
he_il: הגבלת הורדה

source: Download Expiry
he_il: תפוגת הורדה

source: Go
he_il: המשך

source: Add Variation
he_il: הוסף וריאציה

source: Link all variations
he_il: קשר את כל הווריאציות

source: Default selections:
he_il: אפשרויות ברירת מחדל:

source: No default
he_il: ללא ברירת מחדל

source: Are you sure you want to link all variations? This will create a new variation for each and every possible combination of variation attributes (max 50 per run).
he_il: האם אתה בטוח שברצונך לקשר את כל הווריאציות? פעולה זו תיצור וריאציה חדשה ולכל שילוב אפשרי של תכונות (מקסימום 50 לריצה).

source: variation added
he_il: וריאציה הוספה

source: variations added
he_il: וריאציות הוספו

source: No variations added
he_il: לא התווספו וריאציות

source: Are you sure you want to remove this variation?
he_il: האם אתה בטוח שברצונך להסיר את הווריאציה הזו?

source: Are you sure you want to delete all variations? This cannot be undone.
he_il: האם אתה בטוח שברצונך למחוק את כל הווריאציות? לא ניתן לשחזר את הנתונים.

source: Last warning, are you sure?
he_il: אזהרה אחרונה, האם אתה בטוח?

source: Enter a value
he_il: הזן ערך

source: Choose an image
he_il: בחר תמונה

source: Set variation image
he_il: הגדר תמונה לוריאציה

source: Variable product
he_il: מוצר משתנה

source: Variation #%s of %s
he_il: וריאציה של #% של% s

source: Product Type
he_il: סוג המוצר

source: Virtual products are intangible and aren't shipped.
he_il: מוצרים וירטואליים הם מוחשיים ולא נשלחו.

source: Downloadable products give access to a file upon purchase.
he_il: מוצרים להורדה לתת גישה לקבצים על רכישה.

source: General
he_il: כללי

source: Inventory
he_il: מלאי

source: Linked Products
he_il: מוצרים מקושרים

source: Attributes
he_il: תכונות

source: Advanced
he_il: מתקדם

source: Stock Keeping Unit
he_il: יחידת שמירה על מניות

source: SKU refers to a Stock-keeping unit, a unique identifier for each distinct product and service that can be purchased.
he_il: מק"ט מתייחס ליחידה במלאי שמירה, מזהה ייחודיים לכל מוצר ושירות ייחודיים שניתן לרכוש.

source: Product URL
he_il: כתובת אתר של מוצר

source: Enter the external URL to the product.
he_il: הזן את כתובת אתר החיצונית למוצר.

source: Button text
he_il: טקסט כפתור

# placeholder
source: Buy product
he_il: קניית המוצר

source: This text will be shown on the button linking to the external product.
he_il: טקסט זה יוצג על כפתור קישור למוצר החיצוני.

source: Regular Price
he_il: מחיר רגיל

source: Sale Price
he_il: מחיר מכירה

source: Sale Price Dates
he_il: תאריכי מחיר מכירה

source: Cancel
he_il: בטל

source: File paths (one per line)
he_il: נתיבי קבצים (אחד בכל שורה)

source: Download Limit
he_il: הגבלת הורדה

source: Tax Status
he_il: סטטוס מס

source: Shipping only
he_il: משלוח בלבד

source: None
he_il: אף לא אחד

source: Enable stock management at product level
he_il: אפשר ניהול מלאי ברמת המוצר

source: Stock quantity. If this is a variable product this value will be used to control stock for all variations, unless you define stock at variation level.
he_il: כמות המלאי. אם מדובר במוצר משתנה ישמש ערך זה כדי לשלוט במאלי עבור כל הווריאציות, אלא אם כן אתה מגדיר את המלאי ברמת וריאציה.

source: Stock status
he_il: מצב המלאי

source: Controls whether or not the product is listed as "in stock" or "out of stock" on the frontend.
he_il: מגדיר אם המוצר יופיע כ"במלאי" או כ"אזל מהמלאי" בממשק הלקוח.

source: Allow Backorders?
he_il: אפשר הזמנות ממתינות?

source: Do not allow
he_il: אל תאפשר

source: Allow, but notify customer
he_il: אפשר, אבל תודיע ללקוח

source: Allow
he_il: אפשר

source: If managing stock, this controls whether or not backorders are allowed for this product and variations. If enabled, stock quantity can go below 0.
he_il: אם ניהול המלאי, זה שולט או לא backorders מותר במוצר ובוריאציות זה. אם מופעל, כמות המניות יכולה ללכת מתחת ל -0.

source: Sold Individually
he_il: נמכר בנפרד

source: Enable this to only allow one of this item to be bought in a single order
he_il: אפשר זאת כדי לאפשר הזמנה שכוללת רק פריט אחד

source: Weight in decimal form
he_il: משקל בצורה עשרונית

source: Dimensions
he_il: ממדים

source: LxWxH in decimal form
he_il: LxWxH בצורה עשרונית

source: No shipping class
he_il: אין סיווג משלוח

source: Shipping class
he_il: סיווג משלוח

source: Shipping classes are used by certain shipping methods to group similar products.
he_il: סוגי משלוח משמשים את דרך לקבץ מוצרים דומים בקבוצה.

source: Value(s)
he_il: ערך (ים)

source: Select terms
he_il: בחר תנאים

source: Select all
he_il: סמן הכל

source: Select none
he_il: מחק סימון

source: Add new
he_il: הוסף חדש

source: Pipe (|) separate terms
he_il: צינור (|) מפריד תנאים

source: Visible on the product page
he_il: גלוי בדף המוצר

source: Used for variations
he_il: משמש לוריאציות

source: Enter some text, or some attributes by pipe (|) separating values.
he_il: הזן טקסט כלשהו, ​​או כמה תכונות והפרד ערכים על-ידי צינור (|).

source: Custom product attribute
he_il: תכונה של מוצר מותאם אישית

source: Save attributes
he_il: שמור תכונות

source: Up-Sells
he_il: מוצרים נמכרים

source: Up-sells are products which you recommend instead of the currently viewed product, for example, products that are more profitable or better quality or more expensive.
he_il: 'מוצרים נמכרים' הם מוצרים מומלצים במקום המוצר הנצפה, לדוגמא, מוצרים שהם יותר רווחים או איכותיים יותר או יותר יקרים.

source: Cross-Sells
he_il: קרוס סלינג

source: Cross-sells are products which you promote in the cart, based on the current product.
he_il: קרוס סיילס הם מוצרים שאתה מקדם בסל הקניות, המבוססים על המוצר הנוכחי.

source: Choose a grouped product&hellip;
he_il: בחר מוצר מקובץ ...

source: Grouping
he_il: הקבצה

source: Set this option to make this product part of a grouped product.
he_il: הגדר אפשרות זו כדי להפוך את את מוצר זה למוצר מקובץ.

source: Purchase Note
he_il: הודעה רכישה

source: Enter an optional note to send the customer after purchase.
he_il: רשום הודעה אופציונליאת לשלוח ללקוח אחרי רכישה

source: Menu order
he_il: סדר של התפריט

source: Custom ordering position.
he_il: מיקום הזמנה אישית.

source: Enable reviews
he_il: אפשר ביקורות

source: Product SKU must be unique.
he_il: מק"ט המוצר חייב להיות ייחודי.

source: Catalog/search
he_il: קטלוג / חיפוש

source: Catalog visibility:
he_il: מראה הקטלוג:

source: Define the loops this product should be visible in. The product will still be accessible directly.
he_il: הגדר את לולאות מוצר זה צריך להיות גלוי פנימה המוצר עדיין יהיה נגיש באופן ישיר.

source: Enable this option to feature this product.
he_il: הפעל אפשרות זו בכדי להפוך מוצר זה ל'נבחר'.

source: Featured Product
he_il: מוצר נבחר

source: OK
he_il: אישור

source: Delete image
he_il: מחק תמונה

source: Delete
he_il: מחיקה

source: Add product gallery images
he_il: הוסף גלריית תמונות של המוצר

source: Add Images to Product Gallery
he_il: הוסף תמונות לגלריית המוצר

source: Add to gallery
he_il: הוסף לגלריה

source: Product Gallery
he_il: גלריית מוצר

source: Product Short Description
he_il: תיאור קצר של מוצר

source: Reviews
he_il: ביקורות

source: Order Data
he_il: נתוני הזמנה

source: Order Items
he_il: פריטים מההזמנה

source: Note: if you edit quantities or remove items from the order you will need to manually update stock levels.
he_il: הערה: אם תערכו את הכמויות או תסירו פריטים מההזמנה תצטרכו לעדכן את רמות המלאי באופן ידני.

source: Downloadable Product Permissions
he_il: הרשאות מוצר להורדה

source: Note: Permissions for order items will automatically be granted when the order status changes to processing/completed.
he_il: הערה: הרשאות לפריטים בסדר באופן אוטומטי כאשר יינתנו צו שינויי הסטטוס לעיבוד / הושלמו.

source: Order Actions
he_il: פעולות הזמנה

source: Coupon Data
he_il: נתוני קופון

source: Coupon code
he_il: קוד קופון

source: Product name
he_il: שם מוצר

source: Allow reviews.
he_il: אפשר ביקורות

source: Allow <a href="%s" target="_blank">trackbacks and pingbacks</a> on this page.
he_il: לאפשר <a href="%s" target="_blank"> Trackbacks וpingbacks </ a> בדף זה.

source: Styles
he_il: סגנונות

source: Primary
he_il: ראשוני

source: Call to action buttons/price slider/layered nav UI
he_il: התקשר לחצני פעולה / מחוון מחיר / שכבתי NAV UI

source: Secondary
he_il: משני

source: Buttons and tabs
he_il: לחצנים וכרטיסיות

source: Highlight
he_il: הבלט

source: Price labels and Sale Flashes
he_il: תוויות מחיר והבזקי מכירה

source: Content
he_il: תוכן

source: Your themes page background - used for tab active states
he_il: הרקע של התבנית שלך - משמש למצבים בהם הכרטיסיות מופעלות

source: Subtext
he_il: סאבטקסט

source: Used for certain text and asides - breadcrumbs, small text etc.
he_il: משמש לטקסט והערות מסוימות - פירורי לחם, טקסט קטן וכו '

source: To edit colours <code>woocommerce/assets/css/woocommerce-base.less</code> and <code>woocommerce.css</code> need to be writable. See <a href="http://codex.wordpress.org/Changing_File_Permissions">the Codex</a> for more information.
he_il: כדי לערוך את הצבעים <code> woocommerce / נכסים / CSS / woocommerce-base.less </ code> ו<code> woocommerce.css </ code> צריך להיות ניתן לכתיבה. ראה href="http://codex.wordpress.org/Changing_File_Permissions"> <a קודקס </ a> לקבלת מידע נוסף.

source: Localisation
he_il: לוקאליזציה

source: Use informal localisation for %s
he_il: השתמש לוקליזציה פורמאלית ל% s

source: General Options
he_il: אפשרויות כלליות

source: Base Location
he_il: מיקום בסיס

source: This is the base location for your business. Tax rates will be based on this country.
he_il: זהו מיקום הבסיס לעסק שלך. שיעורי מס יהיו מבוססים על הארץ הזאת.

source: Currency
he_il: מטבע

source: This controls what currency prices are listed at in the catalog and which currency gateways will take payments in.
he_il: זה מקובע מה המחירים במטבע רשומים בקטלוג ובו שערי מטבע ייקחו תשלומים פנימה

source: Allowed Countries
he_il: מדינות אפשריות

source: These are countries that you are willing to ship to.
he_il: אלו הן מדינות שאתם מוכנים לשלוח אליהן

source: All Countries
he_il: כל המדינות

source: Specific Countries
he_il: מדינות ספציפיות

source: Store Notice
he_il: אחסן את ההודעה

source: Enable site-wide store notice text
he_il: אפשר טקסט הודעת חנות ברחבי האתר

source: Store Notice Text
he_il: אחסן הודעת חנות

source: This is a demo store for testing purposes &mdash; no orders shall be fulfilled.
he_il: זוהי חנות דמה למטרות בדיקה - ההזמנות לא ימומשו.

source: Cart, Checkout and Accounts
he_il: סל קניות, קופה/תשלום וחשבונות לקוח

source: Coupons
he_il: קופונים

source: Enable the use of coupons
he_il: אפשר את השימוש בקופונים

source: Coupons can be applied from the cart and checkout pages.
he_il: ניתן להחיל קופונים מסל הקניות ודף הקופה/תשלום.

source: Checkout
he_il: קופה/תשלום

source: Enable guest checkout (no account required)
he_il: אפשר לאורחים גישה לקופה/תשלום (אין צורך בחשבון משתמש)

source: Enable customer note field on checkout
he_il: אפשר שדה הערה ללקוח בעת יצאה לקופה/תלשום

source: Force secure checkout
he_il: חיל מאובטח קופה

source: Force SSL (HTTPS) on the checkout pages (an SSL Certificate is required).
he_il: חיל SSL (HTTPS) בדפי הקופה (נדרשת תעודת SSL).

source: Un-force HTTPS when leaving the checkout
he_il: אל-תכריח HTTPS כאשר יוצאים מאזור הקופה/תלשום

source: Registration
he_il: הרשמה

source: Allow registration on the checkout page
he_il: אפשר רישום בעמוד התשלום/קופה

source: Allow registration on the "My Account" page
he_il: אפשר רישום בעמוד "החשבון שלי"

source: Register using the email address for the username
he_il: הירשם באמצעות כתובת הדואר האלקטרוני של שם המשתמש

source: Customer Accounts
he_il: חשבונות של לקוחות

source: Prevent customers from accessing WordPress admin
he_il: מנע מלקוחות גישה למנהל של וורדפרס

source: Clear cart when logging out
he_il: נקה את סל הקניות בעת ההתנתקות

source: Allow customers to repurchase orders from their account page
he_il: אפשר ללקוחות רכישה חוזרות של הזמנות מדף החשבון שלהם

source: Styles and Scripts
he_il: סגנונות וסקריפטים

source: Styling
he_il: סגנון

source: Enable WooCommerce CSS
he_il: אפשר WooCommerce CSS

source: Scripts
he_il: סקריפטים

source: Enable Lightbox
he_il: אפשר 'Lightbox'

source: Include WooCommerce's lightbox. Product gallery images and the add review form will open in a lightbox.
he_il: הכלל Lightbox של WooCommerce. גלריית תמונות מוצרים וטופס הוספת ביקורת ייפתחו בLightbox.

source: Enable enhanced country select boxes
he_il: אפשר תיבות מדינה משופרות

source: This will enable a script allowing the country fields to be searchable.
he_il: זה יאפשר סקרפיט שיאפשר חיפוש של שדות המדינה.

source: Downloadable Products
he_il: מוצרים להורדה

source: File Download Method
he_il: שיטת הורדת קובץ

source: Forcing downloads will keep URLs hidden, but some servers may serve large files unreliably. If supported, <code>X-Accel-Redirect</code>/ <code>X-Sendfile</code> can be used to serve downloads instead (server requires <code>mod_xsendfile</code>).
he_il: מכריח את ההורדות ישמור את כתובות אתרים נסתרות, אבל כמה שרתים יכולים לשמש קבצים גדולים בלתי מהימן. אם נתמך, <code>-X-Accel הפניה </ code> / <code> X-sendfile </ code> יכול לשמש גם כדי לשרת את ההורדות במקום (שרת דורש <code> mod_xsendfile </ code>).

source: Force Downloads
he_il: הכרח הורדה

source: Redirect only
he_il: הפניה בלבד

source: Access Restriction
he_il: הגבלת גישה

source: Downloads require login
he_il: הורדות דורשות כניסת משתמש

source: This setting does not apply to guest purchases.
he_il: הגדרה זו אינה חלה על רכישות אורחים.

source: Grant access to downloadable products after payment
he_il: הענק גישה למוצרים להורדה לאחר תשלום

source: Enable this option to grant access to downloads when orders are "processing", rather than "completed".
he_il: הפעל אפשרות זו כדי להעניק גישה להורדות כאשר הזמנות "מעובדות", אך לא "הושלמו".

source: Note: The shop page has children - child pages will not work if you enable this option.
he_il: הערה: יש לעמוד החנות יש 'דפים נחותים' - דפים 'נחותים' לא יעבדו אם הפעלת אפשרות זו.

source: Page Setup
he_il: הגדרת עמוד

source: Set up core WooCommerce pages here, for example the base page. The base page can also be used in your %sproduct permalinks%s.
he_il: כאן מגדירים את הדפי ליבה של WooCommerce , למשל דף הבסיס. דף הבסיס יכול לשמש גם ב% s% permalinks sproduct שלך.

source: Shop Base Page
he_il: דף הבסיס של החנות

source: This sets the base page of your shop - this is where your product archive will be.
he_il: אופציה זו מגדירה את דף הבסיס של החנות שלך - זה המקום שבו ארכיון המוצר שלך יהיה.

source: Terms Page ID
he_il: מזהה תנאי עמוד

source: If you define a "Terms" page the customer will be asked if they accept them when checking out.
he_il: אם אתה מגדיר את עמוד "תנאים" ללקוח,הלקוח ישאל אם הם מקבלים אותם בעת השלמת ההזמנה.

source: Shop Pages
he_il: עמודי חנות

source: The following pages need selecting so that WooCommerce knows where they are. These pages should have been created upon installation of the plugin, if not you will need to create them.
he_il: בעמודים הבאים, כך שהבחירה צריכים WooCommerce יודע היכן הם נמצאים. הדפים האלה היו צריכים שנוצרו בהתקנה של התוסף, אם לא תהיה עליך ליצור אותם.

source: Cart Page
he_il: עמוד סל קניות

source: Page contents: [woocommerce_cart]
he_il: תוכן דף: [woocommerce_cart]

source: Checkout Page
he_il: דף קופה/תשלום

source: Page contents: [woocommerce_checkout]
he_il: תוכן דף: [woocommerce_checkout]

source: Pay Page
he_il: עמוד תשלום

source: Page contents: [woocommerce_pay] Parent: "Checkout"
he_il: תוכן דף: [woocommerce_pay] בכיר: "קופה"

source: Thanks Page
he_il: עמוד תודה

source: Page contents: [woocommerce_thankyou] Parent: "Checkout"
he_il: תוכן דף: [woocommerce_thankyou] בכיר: "קופה"

source: My Account Page
he_il: דף החשבון שלי

source: Page contents: [woocommerce_my_account]
he_il: תוכן דף: [woocommerce_my_account]

source: Edit Address Page
he_il: דף עריכת כתובת

source: Page contents: [woocommerce_edit_address] Parent: "My Account"
he_il: תוכן דף: [woocommerce_edit_address] בכיר: "החשבון שלי"

source: View Order Page
he_il: צפה בדף ההזמנה

source: Page contents: [woocommerce_view_order] Parent: "My Account"
he_il: תוכן דף: [woocommerce_view_order] בכיר: "החשבון שלי"

source: Change Password Page
he_il: דף שינוי סיסמא

source: Page contents: [woocommerce_change_password] Parent: "My Account"
he_il: תוכן דף: [woocommerce_change_password] בכיר: "החשבון שלי"

source: Logout Page
he_il: עמוד התנתקות

source: Parent: "My Account"
he_il: בכיר: "החשבון שלי"

source: Lost Password Page
he_il: עמוד שחזור סיסמא

source: Page contents: [woocommerce_lost_password] Parent: "My Account"
he_il: תוכן הדף: [woocommerce_lost_password] בכיר: "החשבון שלי"

source: Catalog Options
he_il: אפשרויות קטלוג

source: Default Product Sorting
he_il: מיון מוצר ברירת מחדל

source: This controls the default sort order of the catalog.
he_il: אופציה זו מגדירה סדר מיון של הקטלוג כברירת המחדל.

source: Default sorting (custom ordering + name)
he_il: מיון ברירת מחדל (מותאמת אישית להזמנה + שם)

source: Popularity (sales)
he_il: פופולריות (מכירות)

source: Average Rating
he_il: דירוג ממוצע

source: Sort by most recent
he_il: מיין לפי רוב האחרונה

source: Sort by price (asc)
he_il: מיין לפי מחיר (עולה)

source: Sort by price (desc)
he_il: מיין לפי מחיר (יורד)

source: Shop Page Display
he_il: הצג את דף הבית

source: This controls what is shown on the product archive.
he_il: זה מקובע את מה שמוצג על ארכיון המוצר.

source: Show products
he_il: הצג מוצרים

source: Show subcategories
he_il: הצג תת-קטגוריות

source: Show both
he_il: הצג את שניהם

source: Default Category Display
he_il: תצוגת ברירת מחדל של קטגוריה

source: This controls what is shown on category archives.
he_il: אופציהז זו קובעת מה מוצג בארכיוני הקטגוריה.

source: Add to cart
he_il: הוסף לסל

source: Redirect to the cart page after successful addition
he_il: הפנה לסל הקניות לאחר הוספה מוצלחת

source: Enable AJAX add to cart buttons on archives
he_il: אפשר כפתורי AJAX הוספה לסל הקניות על ארכיונים

source: The following options affect the fields available on the edit product page.
he_il: האפשרויות הבאות ישפיעו על השדות הזמינים בדף עריכת מוצר.

source: Product Fields
he_il: שדות המוצר

source: Enable the <strong>SKU</strong> field for products
he_il: לאפשר SKU <strong> </ strong> השדה עבור מוצרים

source: Enable the <strong>weight</strong> field for products (some shipping methods may require this)
he_il: אפשר את משקל <strong> </ strong> שדה עבור מוצרים (כמה שיטות משלוח עשויות לדרוש את זה)

source: Enable the <strong>dimension</strong> fields for products (some shipping methods may require this)
he_il: לאפשר את ממד <strong> </ strong> שדות עבור מוצרים (כמה שיטות משלוח עשויה לדרוש את זה)

source: Show <strong>weight and dimension</strong> values on the <strong>Additional Information</strong> tab
he_il: הצג משקל <strong> וממד </ strong> ערכים במידע נוסף <strong> </ strong <כרטיסייה

source: Weight Unit
he_il: יחידת משקל

source: This controls what unit you will define weights in.
he_il: אופציה זו מגדירה את יחידת המשקל

source: kg
he_il: ק"ג

source: g
he_il: גרמים

source: lbs
he_il: פאונד

source: oz
he_il: א"ז

source: Dimensions Unit
he_il: יחידת מדידה

source: This controls what unit you will define lengths in.
he_il: אופציה זו מגדירה את יחידת המדידה

source: cm
he_il: ס"מ

source: mm
he_il: מ"מ

source: in
he_il: אינץ

source: yd
he_il: י.ד.

source: Product Ratings
he_il: דירוג מוצר

source: Enable ratings on reviews
he_il: אפשר דירוג על ביקורות

source: Ratings are required to leave a review
he_il: נדרשים דירוגים בכדי לכתוב ביקורת

source: Show "verified owner" label for customer reviews
he_il: הצג תווית "אימות בעלים" לביקורות של לקוחות

source: Pricing Options
he_il: אפשרויות תמחור

source: The following options affect how prices are displayed on the frontend.
he_il: האפשרויות הבאות ישפיעו על אופן הצגת המחירים בממשק הלקוחות.

source: Currency Position
he_il: מיקום המטבע

source: This controls the position of the currency symbol.
he_il: אופציה זו קובעת את מיקום סמל המטבע

source: Left
he_il: שמאל

source: Right
he_il: ימין

source: Left (with space)
he_il: שמאל (עם רווח)

source: Right (with space)
he_il: ימין (עם רווח)

source: Thousand Separator
he_il: מפריד אלפיות

source: This sets the thousand separator of displayed prices.
he_il: אופציה זו מוספיה את "מפריד אלפיות" למחירים המוצגים.

source: Decimal Separator
he_il: מפריד עשרוני

source: This sets the decimal separator of displayed prices.
he_il: אופציה זו מוספיה את "המפריד עשרוני" למחירים המוצגים.

source: Number of Decimals
he_il: מספר ספרות אחרי הנקודה

source: This sets the number of decimal points shown in displayed prices.
he_il: אופציה זו מגדירה את מספר הנקודות העשרוניות המוצגות במחירים.

source: Trailing Zeros
he_il: מס' אפסים עוקבים
